Repository: Anne017/geocaching
Catalog: po/*.po
Languages: af, am, az, be, bg, bn, ca, cy, eo, et, eu, fy, ga, gd, gu, hy, is, ka, km, kn, ku, ky, lo, lv, mk, ml, mn, mr, mt, my, or, pa, ps, rw, sd, si, sl, sr, sw, te, tg, tk, tl, tt, ug, ur, uz, xh, yi, zu

source: Waiting for GPS fix...
af: Wag vir GPS fix ...
am: ጂፒኤስ ጥገና በመጠበቅ ላይ ...
az: GPS düzeltme gözləyir ...
be: Чаканне GPS выправіць ...
bg: В очакване на GPS корекция ...
bn: জিপিএস ফিক্স জন্য অপেক্ষা করা হচ্ছে ...
ca: A l'espera de posició GPS ...
cy: Aros am atgyweiriad GPS ...
eo: Atendante GPS-riparon ...
et: GPS-i parandamise ootamine ...
eu: GPS konponketa zain ...
fy: Wachtsje op GPS-fix ...
ga: Ag fanacht le socrú GPS ...
gd: A ’feitheamh ri fuasgladh GPS ...
gu: જીપીએસ ફિક્સની રાહ જુએ છે ...
hy: Սպասում է GPS fix ...
is: Bíður eftir GPS festingu ...
ka: დაელოდება GPS დაფიქსირებას ...
km: កំពុងរង់ចាំការជួសជុលជីភីអេស ...
kn: ಜಿಪಿಎಸ್ ಫಿಕ್ಸ್ಗಾಗಿ ಕಾಯಲಾಗುತ್ತಿದೆ ...
ku: Li benda çareserkirina GPS ...
ky: GPS түзөтүү күтүлүүдө ...
lo: ກຳ ລັງລໍຖ້າການແກ້ໄຂ GPS ...
lv: Gaida GPS labojumu ...
mk: Чекајќи го поправањето на GPS ...
ml: ജിപിഎസ് പരിഹാരത്തിനായി കാത്തിരിക്കുന്നു ...
mn: GPS засахыг хүлээж байна ...
mr: जीपीएस निराकरणाची प्रतीक्षा करीत आहे ...
mt: Stennija biex tiffissa GPS ...
my: GPS ပြင်ဆင်မှုကိုစောင့်နေသည် ...
or: ଜିପିଏସ୍ ଫିକ୍ସ ପାଇଁ ଅପେକ୍ଷା ...
pa: GPS ਫਿਕਸ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ ...
ps: د GPS فکس لپاره انتظار کول ...
rw: Gutegereza GPS ikosorwa ...
sd: جي پي ايس فڪسنگ لاءِ انتظار ڪري رهيو آهي ۔۔۔
si: ජීපීඑස් නිවැරදි කිරීම සඳහා බලා සිටීම ...
sl: Čakanje na popravljanje GPS ...
sr: Чека се исправка за ГПС ...
sw: Inasubiri fix ya GPS ...
te: GPS పరిష్కారానికి వేచి ఉంది ...
tg: Интизории ислоҳи GPS ...
tk: GPS düzedişine garaşýarys ...
tl: Naghihintay para sa pag-aayos ng GPS ...
tt: GPS төзәтүне көтә ...
ug: GPS ئوڭشاشنى ساقلاۋاتىدۇ ...
ur: GPS فکس کا انتظار کر رہا ہے ...
uz: GPS tuzatish kutilmoqda ...
xh: Ilinde ukulungiswa kweGPS ...
yi: ווארטן אויף גפּס פאַרריכטן ...
zu: Ilinde ukulungiswa kwe-GPS ...

source: Show Search
af: Wys Soek
am: አሳይ ፍለጋ
be: паказаць Пошук
bg: Покажи Търсене
bn: দেখান অনুসন্ধান
ca: mostrar Cercar
cy: Dangos Chwilio
eo: Montri Serĉo
et: Kuva otsing
eu: Erakutsi bilaketa
fy: Syk sjen litte
ga: Taispeáin Cuardaigh
gd: Seall Rannsachadh
gu: શોધ બતાવો
hy: Ցույց տալ Որոնել
is: Sýna leit
ka: ძებნა ძებნა
km: បង្ហាញការស្វែងរក
kn: ಹುಡುಕಾಟವನ್ನು ತೋರಿಸಿ
ku: Lê Bigere
lo: ສະແດງການຊອກຫາ
lv: Rādīt meklēšanu
mk: Покажи пребарување
ml: തിരയൽ കാണിക്കുക
mn: Хайлтыг харуулах
mr: शोध दर्शवा
mt: Uri tiftix
my: ရှာဖွေမှုပြပါ
or: ସନ୍ଧାନ ଦେଖାନ୍ତୁ |
pa: ਖੋਜ ਵੇਖੋ
ps: لټون وښیه
rw: Erekana Gushakisha
sd: ڏيکاريو ڳولا
si: සෙවීම පෙන්වන්න
sl: Prikaži iskanje
sr: Прикажи претрагу
sw: Onyesha Utaftaji
te: శోధనను చూపించు
tg: Нишон додани ҷустуҷӯ
tk: Gözleg görkez
tl: Ipakita ang Paghahanap
tt: Эзләүне күрсәт
ug: ئىزدەشنى كۆرسەت
ur: تلاش دکھائیں
uz: Qidiruvni ko&#39;rsatish
xh: Veza ukuKhangela
yi: ווייַזן זוך
zu: Khombisa Ukucinga

source: Download Caches
af: aflaai skatte
am: አውርድ መሸጎጫዎች
az: Download önbelleğe
be: спампаваць кэша
bg: Изтегляне на Кеш
bn: ডাউনলোড ক্যাশে
ca: descàrrega caixets
cy: Dadlwythwch Caches
eo: Elŝuti Kaŝmemorojn
et: Laadige alla vahemälud
eu: Deskarga cacheak
fy: Caches downloade
ga: Íoslódáil Caches
gd: Luchdaich sìos cèidsichean
gu: કેચ ડાઉનલોડ કરો
hy: բեռնել Քեշեր
is: Sæktu skyndiminni
ka: ჩამოტვირთეთ Caches
km: ទាញយកឃ្លាំងសម្ងាត់
kn: ಸಂಗ್ರಹಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ku: Caches daxistin
ky: Кештерди жүктөө
lo: ດາວໂຫລດແຄດ
lv: Lejupielādēt kešatmiņas
mk: Преземи кеши
ml: കാഷെകൾ ഡൗൺലോഡുചെയ്യുക
mn: Кэшүүдийг татаж авах
mr: कॅशे डाउनलोड करा
mt: Niżżel il-Caches
my: Cache များကို Download လုပ်ပါ
or: କ୍ୟାଚ୍ ଡାଉନଲୋଡ୍ କରନ୍ତୁ |
pa: ਕੈਚ ਡਾ Cਨਲੋਡ ਕਰੋ
ps: کیچونه ډاونلوډ کړئ
rw: Kuramo Cashe
sd: ڪيچ ڊائون لوڊ ڪريو
si: හැඹිලි බාගන්න
sl: Prenesite predpomnilnike
sr: Преузмите предмеморије
sw: Pakua Hati
te: కాష్లను డౌన్‌లోడ్ చేయండి
tg: Download Кэшҳо
tk: Keşleri göçürip alyň
tl: I-download ang Mga Cache
tt: Кэшларны йөкләү
ug: كەشلەرنى چۈشۈرۈڭ
ur: کیچز ڈاؤن لوڈ کریں
uz: Keshlarni yuklab oling
xh: Khuphela iiCache
yi: אראפקאפיע קאַטשעס
zu: Landa ama-Cache

source: GPS Lock
am: የጂፒኤስ ቆልፍ
be: Блакаванне GPS
bn: জিপিএস লক
ca: bloqueig GPS
cy: Lock GPS
eo: GPS-Seruro
et: GPS-lukk
eu: GPS Blokeo
ga: Glasáil GPS
gd: Lock GPS
gu: જીપીએસ લોક
is: GPS læsing
ka: GPS ჩაკეტვა
km: ជីភីអេសចាក់សោ
kn: ಜಿಪಿಎಸ್ ಲಾಕ್
ky: GPS Кулпусу
lo: GPS ລັອກ
lv: GPS bloķēšana
mk: GPS заклучување
ml: ജിപിഎസ് ലോക്ക്
mn: GPS түгжигч
mr: जीपीएस लॉक
or: ଜିପିଏସ୍ ଲକ୍ |
pa: GPS ਲੌਕ
ps: د GPS لاک
rw: Gufunga GPS
sd: جي پي ايس لاڪ
si: ජීපීඑස් අගුල
sl: GPS zaklepanje
sr: ГПС закључавање
sw: Kioo cha GPS
te: GPS లాక్
tg: Қулфи GPS
tk: GPS gulpy
tt: GPS йозак
ug: GPS قۇلۇپ
ur: GPS لاک
uz: GPS qulfi
xh: I-GPS Lock
yi: גפּס לאַק
zu: I-GPS Lock

source: More Details
af: Meer besonderhede
am: ተጨማሪ ዝርዝሮች
az: Daha ətraflı
be: Больш падрабязна
bg: Повече информация
bn: আরো বিস্তারিত
ca: Més detalls
cy: Mwy o fanylion
eo: Pli da detaloj
et: Rohkem detaile
eu: Xehetasun gehiago
fy: Mear details
ga: Tuilleadh Sonraí
gd: Barrachd mion-fhiosrachaidh
gu: વધુ વિગતો
hy: Ավելի մանրամասն
is: Nánari upplýsingar
ka: Უფრო ვრცლად
km: ព័ត៌មានលំអិត
kn: ಹೆಚ್ಚಿನ ವಿವರಗಳಿಗಾಗಿ
ky: Көбүрөөк маалымат
lo: ລາຍ​ລະ​ອຽດ​ເພີ່ມ​ເຕີມ
lv: Skatīt vairāk
mk: Повеќе детали
ml: കൂടുതൽ വിശദാംശങ്ങൾ
mn: Илүү дэлгэрэнгүй мэдээллийг
mr: अधिक माहितीसाठी
mt: Iktar dettalji
my: အသေးစိတ်များ
or: ଅଧିକ ବିବରଣୀ
pa: ਹੋਰ ਜਾਣਕਾਰੀ
ps: نور توضیحات
rw: Ibisobanuro birambuye
sd: وڌيڪ تفصيل
si: වැඩිපුර විස්තර
sl: Več podrobnosti
sr: Детаљније
sw: Maelezo Zaidi
te: మరిన్ని వివరాలు
tg: Тафсилоти бештар
tk: Has giňişleýin maglumat
tl: Higit pang mga detalye
tt: Күбрәк мәгълүмат
ug: تېخىمۇ كۆپ تەپسىلاتلار
ur: مزید تفصیلات
uz: Batafsil ma&#39;lumot
xh: Iinkcukacha ezithe kratya
yi: מער דעטאלן
zu: Imininingwane Ngaphezulu

source: Stored in device
af: Gestoor in toestel
am: መሣሪያ ላይ የተከማቸ
az: cihaz saxlanılır
be: Захоўваюцца ў прыладзе
bg: Съхранявана в устройството
bn: ডিভাইস সঞ্চিত
ca: Emmagatzemat al dispositiu
cy: Wedi&#39;i storio yn y ddyfais
eo: Stokita en aparato
et: Salvestatud seadmesse
eu: Gailu gordeta
fy: Bewarre yn apparaat
ga: Stóráilte sa ghaireas
gd: Air a stòradh san inneal
gu: ઉપકરણમાં સંગ્રહિત
hy: Պահվում է սարքում
is: Geymt í tæki
ka: ინახება მოწყობილობაში
km: បានរក្សាទុកនៅក្នុងឧបករណ៍
kn: ಸಾಧನದಲ್ಲಿ ಸಂಗ್ರಹಿಸಲಾಗಿದೆ
ku: Di cîhazê de hate hilanîn
ky: Түзмөктө сакталган
lo: ເກັບຮັກສາໄວ້ໃນອຸປະກອນ
lv: Saglabāts ierīcē
mk: Зачувана во уредот
ml: ഉപകരണത്തിൽ സംഭരിച്ചു
mn: Төхөөрөмж дээр хадгалсан
mr: डिव्हाइसमध्ये संग्रहित
mt: Maħżuna fl-apparat
my: ကိရိယာထဲမှာသိမ်းထားတဲ့
or: ଡିଭାଇସରେ ଗଚ୍ଛିତ |
pa: ਡਿਵਾਈਸ ਵਿੱਚ ਸਟੋਰ ਕੀਤਾ
ps: په وسیله کې ساتل شوی
rw: Yabitswe mu gikoresho
sd: ڊوائيس ۾ محفوظ ٿيل
si: උපාංගයේ ගබඩා කර ඇත
sl: Shranjeno v napravi
sr: Чува се у уређају
sw: Imehifadhiwa kwenye kifaa
te: పరికరంలో నిల్వ చేయబడింది
tg: Дар дастгоҳ нигоҳ дошта мешавад
tk: Enjamda saklanýar
tl: Naka-imbak sa aparato
tt: Deviceайланмада сакланган
ug: ئۈسكۈنىدە ساقلانغان
ur: ڈیوائس میں اسٹور کیا گیا
uz: Qurilmada saqlanadi
xh: Igcinwe kwisixhobo
yi: סטאָרד אין מיטל
zu: Igcinwe kudivayisi

source: Geocaching
be: тайнікі
bg: Геокешинг
bn: জিওকেচিং
cy: Geogelcio
eo: Geokaptado
et: Geopeitus
gu: ભૌગોલિક
hy: GPS- Քեշինգ
ka: ჯეოსინგი
km: ភូមិសាស្ត្រ
kn: ಜಿಯೋಕಾಚಿಂಗ್
mk: Гео-настава
ml: ജിയോകാച്ചിംഗ്
mn: Гео сургалт
mr: जिओचिंग
or: ଜିଓଚିଂ |
pa: ਜਿਓਚਿੰਗ
ps: جیوچینګ کول
si: භූ-කේචින්
sr: Геоцацхинг
sw: Kuingia
te: జియోకోచింగ్
tg: Геокашинг
tk: Geokaching
ur: جیوچینگ
xh: Ukuma geocaching
yi: געאָקאַטשינג
zu: UGeocaching
