Repository: Anne017/geocaching
Catalog: po/*.po
Languages: af, am, az, be, bg, bn, ca, cy, eo, et, eu, fy, ga, gd, gu, hy, is, ka, km, kn, ku, ky, lo, lv, mk, ml, mn, mr, mt, my, or, pa, ps, rw, sd, si, sl, sr, sw, te, tg, tk, tl, tt, ug, ur, uz, xh, yi, zu

source: Search for a cache...
af: Soek vir 'n kas ...
am: አንድ መሸጎጫ ፈልግ ...
az: bir cache üçün axtarış ...
be: Пошук тайніка ...
bg: Търсене за кеш ...
bn: একটি ক্যাশের অনুসন্ধান করুন ...
ca: Cercar una memòria cau ...
cy: Chwilio am storfa ...
eo: Serĉi kaŝmemoron ...
et: Vahemälu otsimine ...
eu: Search cache bat ...
fy: Sykje nei in cache ...
ga: Cuardaigh taisce ...
gd: Lorg tasgadan ...
gu: કacheશ માટે શોધ કરો ...
hy: Որոնել թաքստոցից ...
is: Leitaðu að skyndiminni ...
ka: მოძებნეთ ქეში ...
km: ស្វែងរកឃ្លាំងសម្ងាត់ ...
kn: ಸಂಗ್ರಹಕ್ಕಾಗಿ ಹುಡುಕಿ ...
ku: Li cache-yê bigerin ...
ky: Кэш издөө ...
lo: ຊອກຫາຖານຄວາມ ຈຳ ...
lv: Meklēt kešatmiņu ...
mk: Пребарај за кеш ...
ml: ഒരു കാഷെക്കായി തിരയുക ...
mn: Кэш хайх ...
mr: कॅशे शोधा ...
mt: Fittex għal cache ...
my: cache ကိုရှာပါ။
or: ଏକ କ୍ୟାଚ୍ ପାଇଁ ଖୋଜ ...
pa: ਕੈਚੇ ਦੀ ਭਾਲ ਕਰੋ ...
ps: د ساتنځای لپاره لټون ...
rw: Shakisha cache ...
sd: ڪيش کي ڳولهيو ...
si: හැඹිලියක් සොයන්න ...
sl: Iskanje predpomnilnika ...
sr: Тражи кеш меморију ...
sw: Tafuta kache ...
te: కాష్ కోసం శోధించండి ...
tg: Ҷустуҷӯи кэш ...
tk: Keş gözläň ...
tl: Maghanap ng isang cache ...
tt: Кэш эзләгез ...
ug: غەملەك ئىزدە ...
ur: کیشے کی تلاش کریں…
uz: Keshni qidirish ...
xh: Khangela i-cache ...
yi: זוך אַ קאַש ...
zu: Sesha i-cache ...

source: Search for a cache by it's GC code
af: Soek vir 'n kas deur dit se GC-kode
am: ይህ ዎቹ ዓ.ም ኮድ አንድ መሸጎጫ ፈልግ
az: bunun nin GC kodu ilə bir cache üçün axtarış
be: Пошук кэша па яго GC код
bg: Търсене за кеш, като го е GC код
bn: এটা জিসি কোড দ্বারা একটি ক্যাশে জন্য অনুসন্ধান করুন
ca: Cercar un cau pel mateix codi de GC
cy: Chwilio am storfa yn ôl ei god GC
eo: Serĉi kaŝmemoron per ĝia GC-kodo
et: Vahemälu otsige GC-koodi järgi
eu: cache bat bilatu bere GC kodearen arabera
fy: Sykje nei in cache troch de GC-koade
ga: Cuardaigh taisce de réir a chóid GC
gd: Lorg tasgadan leis a ’chòd GC aige
gu: તેના જીસી કોડ દ્વારા કેશ માટે શોધ કરો
hy: Որոնել պահոցն է, որ դա GC օրենսգրքի
is: Leitaðu að skyndiminni eftir GC kóða þess
ka: მოძებნეთ ქეში, მისი GC კოდით
km: ស្វែងរកឃ្លាំងសម្ងាត់ដោយលេខកូដជីស៊ី
kn: ಸಂಗ್ರಹಕ್ಕಾಗಿ ಅದರ ಜಿಸಿ ಕೋಡ್ ಮೂಲಕ ಹುಡುಕಿ
ku: Ji hêla kodê GC-ê ve cache-ê digerin
ky: Кэшти GC коду менен издеңиз
lo: ຄົ້ນຫາ cache ໂດຍມັນແມ່ນລະຫັດ GC
lv: Kešatmiņu meklējiet pēc tā GC koda
mk: Пребарувајте за кеш со GC-код
ml: അതിന്റെ ജിസി കോഡ് ഉപയോഗിച്ച് ഒരു കാഷെക്കായി തിരയുക
mn: Кэшийг GC кодоор нь хайна уу
mr: त्याच्या जीसी कोडद्वारे कॅशे शोधा
mt: Fittex għal cache permezz tal-kodiċi GC
my: ၎င်းသည် GC ကုဒ်အားဖြင့် cache ကိုရှာဖွေပါ
or: ଏହାର GC କୋଡ୍ ଦ୍ୱାରା ଏକ କ୍ୟାଚ୍ ଖୋଜ |
pa: ਇਸ ਦੇ ਜੀਸੀ ਕੋਡ ਦੁਆਰਾ ਕੈਚ ਖੋਜੋ
ps: د دې GC کوډ لخوا د کیچ لپاره لټون وکړئ
rw: Shakisha cache ukoresheje code ya GC
sd: ان جو جي سي ڪوڊ آهي ڪيچ جي ڳولا ڪريو
si: එහි GC කේතය අනුව හැඹිලියක් සොයන්න
sl: Poiščite predpomnilnik po GC kodi
sr: Претражите кеш меморију по ГЦ коду
sw: Tafuta kache kwa nambari ya GC
te: కాష్ కోసం దాని జిసి కోడ్ ద్వారా శోధించండి
tg: Кэшро аз рӯи кодекси GC ҷустуҷӯ кунед
tk: GC kody bilen keş gözläň
tl: Maghanap ng isang cache sa pamamagitan ng ito ay GC code
tt: GC коды белән кэш эзләгез
ug: غەملەكنى GC كودى ئارقىلىق ئىزدەڭ
ur: اس کے جی سی کوڈ کے ذریعہ کیشے کی تلاش کریں
uz: Keshni GC-kod orqali qidiring
xh: Khangela ikhowudi yikhowudi ye-GC
yi: זוכן פֿאַר אַ קאַש דורך די GC קאָד
zu: Sesha i-cache yikhodi ye-GC

source: Search
af: Soek
am: ፈልግ
az: axtarış
be: пошук
bg: Търсене
bn: অনুসন্ধান করুন
ca: Cerca
cy: Chwilio
eo: Serĉo
et: Otsing
fy: Sykje
ga: Cuardaigh
gd: Rannsaich
gu: શોધો
hy: որոնել
is: Leitaðu
ka: ძებნა
km: ស្វែងរក
kn: ಹುಡುಕಿ Kannada
ku: Gerr
ky: издөө
lo: ຄົ້ນຫາ
lv: Meklēt
mk: Пребарај
ml: തിരയുക
mn: Хайлт хийх
mr: शोधा
mt: Fittex
my: ရှာပါ
or: ସନ୍ଧାନ କର |
pa: ਖੋਜ
ps: لټون
rw: Shakisha
sd: ڳولا
si: සෙවීම
sl: Iskanje
sr: Претрага
sw: Tafuta
te: వెతకండి
tg: Ҷустуҷӯ
tk: Gözlemek
tl: Paghahanap
tt: Эзләү
ug: ئىزدەش
ur: تلاش کریں
uz: Qidirmoq
xh: Khangela
yi: זוך
zu: Sesha

source: Share %1 with a contact
af: Deel %1 met 'n kontak
am: እውቂያ ጋር አጋራ %1
az: Bir əlaqə ilə Share %1
be: Доля %1 з кантактам
bg: Сподели %1 с контакт
bn: একটি পরিচিতি সাথে ভাগ করুন %1
ca: Compartir %1 amb un contacte
cy: Rhannwch %1 gyda chyswllt
eo: Kunhavigi %1 kun kontakto
et: Jagage %1 kontaktiga
eu: Share %1 kontaktu batekin
fy: Diel %1 mei in kontaktpersoan
ga: Comhroinn %1 le teagmháil
gd: Roinn %1 le fios
gu: સંપર્ક સાથે %1 શેર કરો
hy: Share %1 հետ շփման
is: Deildu %1 með tengilið
ka: გაუზიარეთ %1 კონტაქტს
km: ចែករំលែក %1 ជាមួយទំនាក់ទំនង
kn: ಸಂಪರ್ಕದೊಂದಿಗೆ %1 ಹಂಚಿಕೊಳ್ಳಿ
ku: Bi têkiliyek %1 re parve bikin
ky: Байланыш менен %1 бөлүшүңүз
lo: ແບ່ງປັນ %1 ພ້ອມຕິດຕໍ່
lv: Kopīgojiet %1 ar kontaktu
mk: Споделете %1 со контакт
ml: ഒരു കോൺടാക്റ്റ് ഉപയോഗിച്ച് %1 പങ്കിടുക
mn: Харилцагчдад %1 хуваалцаарай
mr: संपर्कासह %1 सामायिक करा
mt: Aqsam %1 ma &#39;kuntatt
my: %1 အားဆက်သွယ်ရန်နှင့်မျှဝေပါ
or: ଏକ ସମ୍ପର୍କ ସହିତ %1 ଅଂଶୀଦାର କରନ୍ତୁ |
pa: ਇੱਕ ਸੰਪਰਕ ਨਾਲ ਸ਼ੇਅਰ ਕਰੋ %1
ps: د اړیکې سره %1 شریک کړئ
rw: Sangira %1 numuntu
sd: شيئر ڪريو %1 هڪ رابطو سان
si: %1 සම්බන්ධතාවයක් සමඟ බෙදා ගන්න
sl: Delite %1 s stikom
sr: Поделите %1 са контактом
sw: Shiriki %1 na mawasiliano
te: పరిచయంతో %1 భాగస్వామ్యం చేయండి
tg: %1 бо тамос мубодила кунед
tk: %1 kontakt bilen paýlaşyň
tl: Ibahagi ang %1 sa isang contact
tt: %1 контакт белән бүлешегез
ug: %1 بىلەن ئالاقىلىشىڭ
ur: رابطے کے ساتھ %1 شیئر کریں
uz: Kontakt bilan %1 ulashing
xh: Yabelana %1 nomntu onxibelelana naye
yi: שער %1 מיט אַ קאָנטאַקט
zu: Yabelana %1 nomuntu oxhumana naye

source: Select url to put it in the clipboard
af: Kies url om dit in die knipbord te sit
am: ወደ ቅንጥብ ሰሌዳ ላይ ለማስቀመጥ አር ኤል ይምረጡ
az: panoya qoymaq üçün url seçin
be: Выберыце URL, каб змясціць яго ў буфер абмену
bg: Изберете URL, за да го поставите в клипборда
bn: ক্লিপবোর্ড এটা করা URL নির্বাচন
ca: Seleccionar URL per posar-lo al porta-retalls
cy: Dewiswch url i&#39;w roi yn y clipfwrdd
eo: Elektu urlon por meti ĝin en la tondujon
et: Lõikelauale paigutamiseks valige URL
eu: Aukeratu url jartzea Arbeleko
fy: Selektearje url om it yn it klamboerd te pleatsen
ga: Roghnaigh url chun é a chur sa ghearrthaisce
gd: Tagh url airson a chuir anns a ’bhòrd bhidio
gu: તેને ક્લિપબોર્ડમાં મૂકવા માટે url પસંદ કરો
hy: Ընտրեք url հասցեն տեղադրել այն clipboard
is: Veldu url til að setja það á klemmuspjaldið
ka: აირჩიეთ url, რომ ის ბუფერში ჩასვათ
km: ជ្រើសរើស url ដើម្បីដាក់វានៅក្នុងឃ្លិបបត
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ನಲ್ಲಿ ಇರಿಸಲು url ಆಯ್ಕೆಮಾಡಿ
ku: Url hilbijêrin da ku wî di quncikê drav de
ky: Алмашуу буферине салуу үчүн url тандаңыз
lo: ເລືອກ url ເພື່ອໃສ່ໃນຄລິບ
lv: Atlasiet URL, lai to ievietotu starpliktuvē
mk: Изберете ја адресата за да ја ставите во клипбордот
ml: ക്ലിപ്പ്ബോർഡിൽ ഇടുന്നതിന് url തിരഞ്ഞെടുക്കുക
mn: Үүнийг санах ой руу хадгалахын тулд url-г сонго
mr: क्लिपबोर्डमध्ये ठेवण्यासाठी url निवडा
mt: Agħżel url biex tpoġġih fil-clipboard
my: clipboard ၌ထည့်ရန် url ကိုရွေးချယ်ပါ
or: ଏହାକୁ କ୍ଲିପବୋର୍ଡରେ ରଖିବା ପାଇଁ url ଚୟନ କରନ୍ତୁ |
pa: ਇਸ ਨੂੰ ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਪਾਉਣ ਲਈ url ਦੀ ਚੋਣ ਕਰੋ
ps: یو آر ایل غوره کړئ چې دا په کلیپ بورډ کې دننه کړئ
rw: Hitamo url kugirango uyishyire mububiko
sd: ڪلپ بورڊ ۾ رکڻ لاءِ يو آر ايل چونڊيو
si: එය ක්ලිප්බෝඩ් එකට දැමීමට url තෝරන්න
sl: Izberite URL, ki ga želite dati v odložišče
sr: Изаберите УРЛ да бисте га ставили у међуспремник
sw: Chagua url kuiweka kwenye clipboard
te: క్లిప్‌బోర్డ్‌లో ఉంచడానికి url ని ఎంచుకోండి
tg: URL-ро интихоб кунед, то онро ба ганҷӣ гузоред
tk: Buferde goýmak üçin url saýlaň
tl: Piliin ang url upang ilagay ito sa clipboard
tt: Аны буферга урнаштыру өчен url сайлагыз
ug: چاپلاش تاختىسىغا قويۇش ئۈچۈن url نى تاللاڭ
ur: کلپ بورڈ میں رکھنے کے لئے یو آر ایل منتخب کریں
uz: Vaqtni tanlang, uni clipboardga qo&#39;ying
xh: Khetha url ukuyibeka kwibhodi eqhotyoshwayo
yi: סעלעקטירן URL צו לייגן עס אין די קליפּבאָרד
zu: Khetha i-url ukuyifaka kubhodi yokunameka

source: Link copied to clipboard!
af: Na knipbord gekopieer!
am: አገናኝ ወደ ቅንጥብ ሰሌዳ ተገልብጧል!
az: Link panoya kopyalanır!
be: Спасылка скапіяваная ў буфер абмену!
bg: Връзката бе копирана в клипборда!
bn: লিঙ্ক ক্লিপবোর্ডে অনুলিপি করা হয়েছে!
ca: Enllaç copiat a al porta-retalls!
cy: Copïwyd y ddolen i&#39;r clipfwrdd!
eo: Ligilo kopiita al klipo!
et: Link on lõikelauale kopeeritud!
eu: Link arbelean kopiatzen!
fy: Link kopieare nei klamboerd!
ga: Nasc cóipeáilte chuig an gearrthaisce!
gd: Ceangal air a chopaigeadh chun a ’bhòrd bhidio!
gu: ક્લિપબોર્ડ પર લિંક ક !પિ કરી!
hy: Հղումը պատճենված է clipboard.
is: Hlekkur afritaður á klemmuspjald!
ka: ბმული გადაწერა ბუფერში!
km: បានចម្លងតំណទៅក្ដារតម្បៀតខ្ទាស់!
kn: ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ!
ku: Zencîreyê kopî li clipboard hatî kopîkirin!
ky: Шилтеме буферге көчүрүлдү!
lo: ການເຊື່ອມຕໍ່ຖືກຄັດລອກໄປທີ່ clipboard!
lv: Saite kopēta starpliktuvē!
mk: Врска копирана во таблата со исечоци!
ml: ലിങ്ക് ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി!
mn: Холбоосыг санах самбар луу хуулав!
mr: क्लिपबोर्डवर दुवा कॉपी केला!
mt: Link ikkuppjata mal-clipboard!
my: Link ကို clipboard မှကူးယူ!
or: ଲିଙ୍କ୍ କ୍ଲିପବୋର୍ଡରେ କପି ହୋଇଛି!
pa: ਲਿੰਕ ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਕਾਪੀ ਕੀਤਾ ਗਿਆ!
ps: لینک کلپ بورډ ته کاپي شوی!
rw: Ihuza ryimuwe kuri clipboard!
sd: لنڪ ڪلپ بورڊ ڏانهن نقل ڪيو ويو!
si: සබැඳිය ක්ලිප් පුවරුවට පිටපත් කරන ලදි!
sl: Povezava je bila kopirana v odložišče!
sr: Линк је копиран у међуспремник!
sw: Kiunga kilichonakiliwa kwa clipboard!
te: క్లిప్‌బోర్డ్‌కు లింక్ కాపీ చేయబడింది!
tg: Истинод ба буфер нусхабардорӣ карда шуд!
tk: Baglanyşyk paneli göçürildi!
tl: Link na kinopya sa clipboard!
tt: Ссылка буферга күчерелде!
ug: ئۇلىنىش چاپلاش تاختىسىغا كۆچۈرۈلدى!
ur: لنک کو کلپ بورڈ میں کاپی کیا گیا!
uz: Havola buferga ko&#39;chirildi!
xh: Ikhonkco elikhutshelwe kwibhodi yokunamathisela!
yi: לינק קאַפּיד צו קליפּבאָרד!
zu: Isixhumanisi sikopishelwe ebhodini lokunamathisela!

source: Log your visit to %1
af: Teken jou besoek aan %1
am: የእርስዎ ጉብኝት ወደ Log %1
az: Sizin səfəriniz üçün daxil olun %1
be: Уваход Вашага візіту %1
bg: Влезте посещението си в %1
bn: আপনার দর্শন লগ ইন %1
ca: Escriu el teu visita a %1
cy: Mewngofnodwch eich ymweliad â %1
eo: Ensalutu vian viziton al %1
et: Logi oma %1 külastuse juurde
eu: Sartu zure bisita %1
fy: Logje jo besyk oan %1
ga: Logáil do chuairt ar %1
gd: Log a-steach do chuairt gu %1
gu: તમારી મુલાકાત લ Logગ કરો %1
hy: Գեղեցկության մրցույթ Ձեր այցը %1
is: Skráðu heimsókn þína til %1
ka: შეხვიდეთ თქვენი ვიზიტით %1
km: ចុះឈ្មោះដំណើរទស្សនកិច្ចរបស់អ្នកទៅ %1
kn: %1 ಗೆ ನಿಮ್ಮ ಭೇಟಿಯನ್ನು ಲಾಗ್ ಮಾಡಿ
ku: Serdana xweya %1 binivîse
ky: Сиздин сапарыңызды %1ге жазыңыз
lo: ລົງທະບຽນເຂົ້າທີ່ %1
lv: Piesakieties savam apmeklējumam %1
mk: Пријавете ја вашата посета на %1
ml: %1 ലേക്ക് നിങ്ങളുടെ സന്ദർശനം ലോഗിൻ ചെയ്യുക
mn: Та айлчлалаа %1 руу оруулна уу
mr: आपली भेट लॉग इन करा %1
mt: Idħol iż-żjara tiegħek f&#39;%1
my: သင်၏လည်ပတ်မှုကို %1 သို့ log လုပ်ပါ။
or: %1 କୁ ଆପଣଙ୍କର ଭ୍ରମଣ ଲଗ୍ କରନ୍ତୁ |
pa: ਆਪਣੀ ਫੇਰੀ ਨੂੰ %1 ਤੇ ਲੌਗ ਕਰੋ
ps: خپله لیدنه %1 ته ننوتل
rw: Andika uruzinduko rwawe kuri %1
sd: پنهنجي آمد %1 تي داخل ٿيو
si: %1 වෙත ඔබගේ සංචාරය ලොග් කරන්න
sl: Prijavite se na %1
sr: Пријавите се посета %1
sw: Ingia ziara yako kwa %1
te: మీ సందర్శనను %1 కు లాగిన్ చేయండి
tg: Сафари худро дар %1 қайд кунед
tk: Saparyňyzy %1 ýazyň
tl: Mag-log ang iyong pagbisita sa %1
tt: Сезнең визитны %1
ug: زىيارىتىڭىزنى %1
ur: اپنے دورے کو %1 پر لاگ ان کریں
uz: Tashrifingizni %1ga yuboring
xh: Ngena utyelelo lwakho kwi-
yi: קלאָץ דיין וויזיט צו %1
zu: Ngena ukuvakasha kwakho ku-

source: Today
af: vandag
am: ዛሬ
az: hazırda
be: сёння
bg: днес
bn: আজ
ca: avui
cy: Heddiw
eo: Hodiaŭ
et: Täna
eu: gaur
fy: Hjoed
ga: Inniu
gd: An-diugh
gu: આજે
hy: այսօր
is: Í dag
ka: დღეს
km: ថ្ងៃនេះ
kn: ಇಂದು
ku: Îro
ky: бүгүн
lo: ມື້​ນີ້
lv: Šodien
mk: Денес
ml: ഇന്ന്
mn: Өнөөдөр
mr: आज
mt: Illum
my: ဒီနေ့
or: ଆଜି |
pa: ਅੱਜ
ps: نن
rw: Uyu munsi
sd: ا.
si: අද
sl: Danes
sr: Данас
sw: Leo
te: నేడు
tg: Имрӯз
tk: Bu gün
tl: Ngayon
tt: Бүген
ug: بۈگۈن
ur: آج
uz: Bugun
xh: Namhlanje
yi: היינט
zu: Namuhla

source: Yesterday
af: gister
am: ትናንትና
az: dünən
be: учора
bg: Вчера
bn: গতকাল
ca: ahir
cy: Ddoe
eo: Hieraŭ
et: Eile
eu: Atzo
fy: Juster
ga: Inné
gd: An-dè
gu: ગઇકાલે
hy: Երեկ
is: Í gær
ka: Გუშინ
km: ម្សិលមិញ
kn: ನಿನ್ನೆ
ku: Do
ky: кечээ
lo: ມື້ວານນີ້
lv: Vakar
mk: Вчера
ml: ഇന്നലെ
mn: Өчигдөр
mr: काल
mt: Ilbieraħ
my: မနေ့က
or: ଗତକାଲି
pa: ਕੱਲ
ps: پرون
rw: Ejo
sd: ڪالهه
si: ඊයේ
sl: Včeraj
sr: Јуче
sw: Jana
te: నిన్న
tg: Дирӯз
tk: Düýn
tl: Kahapon
tt: Кичә
ug: تۈنۈگۈن
ur: کل
uz: Kecha
xh: Izolo
yi: נעכטן
zu: Izolo

source: Log Text
af: Meld teks
am: የምዝግብ ማስታወሻ ጽሑፍ
be: увайсці Тэкст
bg: Вход Текст
bn: লগিন টেক্সট
ca: de registre de text
cy: Testun Log
eo: Loga Teksto
et: Logi tekst
eu: Login Testua
fy: Logtekst
ga: Téacs Loga
gd: Teacs Log
gu: લખાણ લ Logગ કરો
hy: տեղեկամատյան Տեքստը
is: Log texti
ka: ჟურნალის ტექსტი
km: អត្ថបទកំណត់ហេតុ
kn: ಲಾಗ್ ಪಠ್ಯ
ku: Nivîsar Log
ky: Журнал тексти
lo: ຂໍ້ຄວາມບັນທຶກ
lv: Žurnāla teksts
mk: Текст на дневник
ml: ലോഗ് ടെക്സ്റ്റ്
mn: Лог Текст
mr: लॉग मजकूर
mt: Log Test
my: စာသား Log
or: ଲଗ୍ ଟେକ୍ସଟ୍ |
pa: ਲਾਗ ਟੈਕਸਟ
ps: د خبر متن
rw: Injira Inyandiko
sd: لاگ ٽيڪسٽ
si: ලොග් පෙළ
sl: Besedilo dnevnika
sr: Текст дневника
sw: Nakala ya Ingia
te: లాగ్ టెక్స్ట్
tg: Сабти матн
tk: Teksti hasaba al
tl: Teksto ng Pag-log
tt: Керү тексты
ug: خاتىرە تېكىست
ur: لاگ ٹیکسٹ
uz: Matnni log
xh: Isicatshulwa sokungena
yi: קלאָץ טעקסט
zu: Umbhalo welog

source: Submit Log
af: voorlÃª Meld
am: ማስታወሻ አስገባ
az: Giriş təqdim
be: адправіць Уваход
bg: Подайте Вход
bn: লগিন জমা দিন
ca: presentar Entrada
cy: Cyflwyno Log
eo: Sendi Ensaluto
et: Esita logi
eu: Bidali Login
fy: Yntsjinje log
ga: Cuir Logáil isteach
gd: Cuir a-steach Log
gu: લ Submitગ સબમિટ કરો
hy: ներկայացնել Մուտք
is: Sendu inn log
ka: გაგზავნეთ ჟურნალი
km: ដាក់ស្នើកំណត់ហេតុ
kn: ಲಾಗ್ ಸಲ್ಲಿಸಿ
ku: Log şandin
ky: Журналды тапшыруу
lo: ຍື່ນສະເຫນີຕົວເຊັນເຂົ້າ
lv: Iesniegt žurnālu
mk: Поднесете лог
ml: ലോഗ് സമർപ്പിക്കുക
mn: Лог илгээх
mr: लॉग सबमिट करा
mt: Issottometti Log
my: တင်သွင်းပါ
or: ଲଗ୍ ଦାଖଲ କରନ୍ତୁ |
pa: ਲਾਗ ਦਰਜ ਕਰੋ
ps: خبرال وسپارئ
rw: Tanga Log
sd: جمع ڪريو
si: ලොග් ඉදිරිපත් කරන්න
sl: Pošlji dnevnik
sr: Пошаљите дневник
sw: Peana Ingia
te: లాగ్ సమర్పించండి
tg: Гузориши вуруд
tk: Logurnal iber
tl: Isumite ang Mag-log
tt: Бүрәнә җибәрегез
ug: خاتىرە يوللاش
ur: لاگ ان جمع کروائیں
uz: Jurnalni yuborish
xh: Ngenisa uLog
yi: פאָרלייגן קלאָץ
zu: Thumela Ukungena

source: Log was submitted successfully.
af: Meld was suksesvol ingedien.
am: ምዝግብ በተሳካ ሁኔታ ገብቷል.
az: Log uğurla təqdim edilmişdir.
be: Уваход быў паспяхова адпраўлены.
bg: Вход бе изпратено успешно.
bn: লগিন সফলভাবে জমা ছিল।
ca: Registre s'ha enviat correctament.
cy: Cyflwynwyd log yn llwyddiannus.
eo: Registro estis sendita sukcese.
et: Logi edastamine õnnestus.
eu: Login ondo bidali da.
fy: Log is mei súkses yntsjinne.
ga: Cuireadh logáil isteach go rathúil.
gd: Chaidh Log a chuir a-steach gu soirbheachail.
gu: લ Logગ સફળતાપૂર્વક સબમિટ થયું.
hy: Log էր ներկայացվել հաջողությամբ:
is: Notkunarskránni var skilað.
ka: ჟურნალის წარდგენა წარმატებით დასრულდა.
km: កំណត់ហេតុត្រូវបានដាក់ស្នើដោយជោគជ័យ។
kn: ಲಾಗ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ.
ku: Log bi serkeftî hate şandin.
ky: Журнал ийгиликтүү тапшырылды.
lo: ບັນທຶກຖືກສົ່ງ ສຳ ເລັດແລ້ວ.
lv: Žurnāls tika veiksmīgi iesniegts.
mk: Дневникот беше доставен успешно.
ml: ലോഗ് വിജയകരമായി സമർപ്പിച്ചു.
mn: Бүртгэлийг амжилттай оруулсан байна.
mr: लॉग यशस्वीरित्या सबमिट केला.
mt: Il-ġurnal ġie sottomess b’suċċess.
my: မှတ်တမ်းကိုအောင်မြင်စွာတင်သွင်းခဲ့သည်။
or: ଲଗ ସଫଳତାର ସହିତ ଦାଖଲ ହେଲା |
pa: ਲਾਗ ਸਫਲਤਾਪੂਰਵਕ ਪੇਸ਼ ਕੀਤਾ ਗਿਆ ਸੀ.
ps: خبرال په بریالیتوب سره وسپارل شو
rw: Log yatanzwe neza.
sd: لاگ ڪاميابي سان جمع ڪيو ويو.
si: ලොග් සාර්ථකව ඉදිරිපත් කරන ලදී.
sl: Dnevnik je bil uspešno poslan.
sr: Дневник је успешно послан.
sw: Log iliwasilishwa kwa mafanikio.
te: లాగ్ విజయవంతంగా సమర్పించబడింది.
tg: Журнал бомуваффақият супорида шуд.
tk: Logurnal üstünlikli tabşyryldy.
tl: Matagumpay na naisumite ang log.
tt: Бүрәнә уңышлы тапшырылды.
ug: خاتىرە مۇۋەپپەقىيەتلىك يوللاندى.
ur: لاگ کامیابی کے ساتھ پیش کیا گیا۔
uz: Jurnal muvaffaqiyatli yuborildi.
xh: I-Log ingeniswe ngempumelelo.
yi: קלאָץ איז געווען דערלאנגט הצלחה.
zu: I-Log ihanjiswe ngempumelelo.

source: Compass
am: ኮምፓስ
az: kompas
be: компас
bg: компас
bn: কম্পাস
ca: Brúixola
cy: Cwmpawd
eo: Kompaso
et: Kompass
fy: Kompas
ga: Compás
gu: હોકાયંત્ર
hy: կողմնացույց
is: Kompás
ka: Კომპასი
km: ត្រីវិស័យ
kn: ದಿಕ್ಸೂಚಿ
ku: Hêlrêker
ky: компасс
lo: ເຂັມທິດ
lv: Kompass
mk: Компас
ml: കോമ്പസ്
mn: Луужин
mr: कंपास
mt: Boxxla
my: သံလိုက်အိမ်မြှောင်
or: କମ୍ପାସ୍ |
pa: ਕੰਪਾਸ
ps: کمپاس
sd: ڪمپاس
si: මාලිමා ය
sl: Kompas
sr: Компас
sw: Kampasi
te: కంపాస్
tg: Компас
tk: Kompas
tt: Компас
ur: کمپاس
uz: Kompas
xh: Ikhampasi
yi: קאָמפּאַס
zu: Ikhampasi

source: Navigation
af: navigasie
am: አሰሳ
az: naviqasiya
be: рух
bg: навигация
bn: ন্যাভিগেশন
ca: navegació
cy: Llywio
eo: Navigado
et: Navigeerimine
eu: Itsasketa
fy: Navigaasje
ga: Loingseoireacht
gd: Seòladaireachd
gu: સંશોધક
hy: նավարկություն
is: Leiðsögn
ka: ნავიგაცია
km: នាវាចរណ៍
kn: ಸಂಚರಣೆ
ku: Rêserbirinî
ky: Багыттоо
lo: ນຳ ທາງ
lv: Navigācija
mk: Навигација
ml: നാവിഗേഷൻ
mn: Чиглүүлэлт
mr: नॅव्हिगेशन
mt: Navigazzjoni
my: လမ်းကြောင်း
or: ନାଭିଗେସନ୍
pa: ਨੇਵੀਗੇਸ਼ਨ
ps: نیویګیشن
rw: Kugenda
sd: نيويگيشن
si: සංචලනය
sl: Navigacija
sr: Навигација
sw: Urambazaji
te: నావిగేషన్
tg: Навигатсия
tk: Nawigasiýa
tl: Pag-navigate
tt: Навигация
ug: يول باشلاش
ur: سمت شناسی
uz: Navigatsiya
xh: Ukuhambahamba
yi: נאַוויגאַציע
zu: Ukuzula

source: Log Visit
af: Meld Besoek
am: የምዝግብ ማስታወሻ ይጎብኙ
az: log Ziyarət
be: Уваход Наведваць
bg: Вход посещение
bn: লগিন পরিদর্শন
ca: registre de la visita
cy: Ymweliad Log
eo: Ensalutu Vizito
et: Logi külastus
eu: Login bisitatu
fy: Logbesite
ga: Cuairt Logála
gd: Tadhal air Log
gu: લોગ વિઝિટ
hy: տեղեկամատյան Այցելել
is: Log heimsókn
ka: შესვლა ვიზიტი
km: ចូលទស្សនា
kn: ಲಾಗ್ ಭೇಟಿ
ku: Serdana Log
ky: Журналга баруу
lo: ເຂົ້າຊົມ Log
lv: Žurnāla apmeklējums
mk: Посета на дневник
ml: ലോഗ് സന്ദർശനം
mn: Нэвтрэх бүртгэл
mr: लॉग भेट
mt: Żjara fil-Log
or: ଲଗ୍ ପରିଦର୍ଶନ |
pa: ਲਾਗ ਦੌਰਾ
ps: ننوتل لیدنه
rw: Gusura Logi
sd: لاگ جو دورو ڪريو
si: ලොග් සංචාරය
sl: Obisk dnevnika
sr: Лог Висит
sw: Ingia Ziara
te: లాగ్ సందర్శన
tg: Воридшавӣ
tk: Girmek
tl: Pagbisita sa Mag-log
tt: Керү
ur: لاگ وزٹ
uz: Jurnal tashrifi
xh: Ndwendwela uLog
yi: קלאָץ וויזיט
zu: Ngena Ukuvakasha

source: Open in Browser
am: በአሳሽ ውስጥ ክፈት
az: Browser açın
be: Адкрыць у браўзэры
bg: Отваряне в браузъра
bn: ব্রাউজারে খোলা
ca: Oberta al navegador
cy: Ar agor yn y Porwr
eo: Malfermu en Retumilo
et: Ava brauseris
eu: Browser Ireki
fy: Iepenje yn browser
ga: Oscail sa Bhrabhsálaí
gd: Fosgail ann am brobhsair
gu: બ્રાઉઝરમાં ખોલો
hy: Բացել դիտարկչում
is: Opna í vafra
ka: გახსნა ბროუზერი
km: បើកក្នុងកម្មវិធីអ៊ីនធឺណិត
kn: ಬ್ರೌಸರ್ ತೆರೆಯಿರಿ
ku: Li Browser vekin
ky: Браузерде ачыңыз
lo: ເປີດໃນ Browser
lv: Atvērt pārlūkprogrammā
mk: Отворена во прелистувачот
ml: ബ്രൗസറിൽ തുറക്കുക
mn: Хөтөч дээр нээх
mr: ब्राउझरमध्ये उघडा
mt: Iftaħ fil-Browser
my: Browser တွင်ဖွင့်ပါ
or: ବ୍ରାଉଜରରେ ଖୋଲନ୍ତୁ |
pa: ਬਰਾ Browਜ਼ਰ ਵਿੱਚ ਖੋਲ੍ਹੋ
ps: په براوزر کې پرانیزه
rw: Fungura muri mushakisha
sd: برائوزر ۾ کوليو
si: බ්‍රව්සරයේ විවෘත කරන්න
sl: Odpri v brskalniku
sr: Отвори у претраживачу
sw: Fungua katika Kivinjari
te: బ్రౌజర్‌లో తెరవండి
tg: Дар браузер кушоед
tk: Brauzerde açyň
tl: Buksan sa Browser
tt: Браузерда ачу
ug: توركۆرگۈدە ئېچىڭ
ur: براؤزر میں کھولیں
uz: Brauzerda oching
xh: Vula kwisKhangeli
yi: עפֿן אין בלעטערער
zu: Vula kusiphequluli

source: Share Cache
af: Deel Cache
am: አጋራ መሸጎጫ
be: доля кэша
bg: Сподели Cache
bn: শেয়ার ক্যাশে
ca: compartir memòria cau
cy: Rhannu Cache
eo: Kunhavigi Kaŝmemoron
et: Jagage vahemälu
fy: Cache diele
ga: Comhroinn Taisce
gd: Roinn Cache
gu: શેર કેશ
is: Deildu skyndiminni
ka: გააზიარეთ ქეში
km: ចែករំលែកឃ្លាំងសម្ងាត់
kn: ಸಂಗ್ರಹವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
ku: Cache parve bikin
ky: Кэшти бөлүшүү
lo: ແບ່ງປັນເຊັດ
lv: Koplietot kešatmiņu
mk: Сподели Кеш
ml: കാഷെ പങ്കിടുക
mn: Кэшийг хуваалцах
mr: कॅशे सामायिक करा
my: မျှဝေရန် Cache
or: କ୍ୟାଚ୍ ଅଂଶୀଦାର କରନ୍ତୁ |
pa: ਸ਼ੇਅਰ ਕੈਚੇ
ps: کیچ شریک کړئ
rw: Sangira Cache
sd: ڪيش کي ورهايو
si: හැඹිලිය බෙදා ගන්න
sl: Skupna raba predpomnilnika
sr: Схаре Цацхе
sw: Shiriki Cache
te: కాష్‌ను భాగస్వామ్యం చేయండి
tg: Кэшро мубодила кунед
tk: Keş paýlaşyň
tl: Ibahagi ang Cache
tt: Кэшны бүлешү
ug: Cache نى ئورتاقلىشىش
ur: کیشے کا اشتراک کریں
uz: Keshni baham ko&#39;ring
xh: Yabelana ngeCache
yi: שער קאַש
zu: Yabelana nge-Cache

source: Cache Name
af: kas Naam
am: መሸጎጫ ስም
az: cache Adı
be: Імя кэша
bg: Cache Наименование
bn: ক্যাশে নাম
ca: nom memòria cau
cy: Enw Cache
eo: Kaŝnomo
et: Vahemälu nimi
eu: Cache izena
fy: Cache Namme
ga: Ainm Taisce
gd: Ainm tasgadan
gu: કેશ નામ
hy: cache Անունը
is: Skyndiminniheiti
ka: ქეში სახელი
km: ឈ្មោះឃ្លាំងសម្ងាត់
kn: ಸಂಗ್ರಹ ಹೆಸರು
ku: Navê Cache
ky: Кэш аты
lo: ຊື່ແຄດ
lv: Kešatmiņas nosaukums
mk: Име на кешот
ml: കാഷെ നാമം
mn: Кэш нэр
mr: कॅशे नाव
mt: Isem tal-Cache
my: Cache အမည်
or: କ୍ୟାଚ୍ ନାମ
pa: ਕੈਚੇ ਨਾਮ
ps: د کیچ نوم
rw: Izina rya Cache
sd: ڪيش جو نالو
si: හැඹිලි නම
sl: Ime predpomnilnika
sr: Цацхе Наме
sw: Jina la Cache
te: కాష్ పేరు
tg: Номи кэш
tk: Keşiň ady
tl: Pangalan ng Cache
tt: Кэш исеме
ug: غەملەك ئىسمى
ur: کیش کا نام
uz: Kesh nomi
xh: Igama le-Cache
yi: קאַש נאָמען
zu: Igama le-Cache

source: Cache Type
af: kas Tipe
am: መሸጎጫ አይነት
az: cache növü
be: кэш Тып
bn: ক্যাশে প্রকার
ca: tipus memòria cau
cy: Math o storfa
eo: Kaŝmemoro
et: Vahemälu tüüp
eu: Cache Mota
ga: Cineál Taisce
gd: Seòrsa tasgadan
gu: કેશ પ્રકાર
hy: cache տեսակը
is: Skyndiminni tegund
ka: ქეში ტიპი
km: ប្រភេទឃ្លាំងសម្ងាត់
kn: ಸಂಗ್ರಹ ಪ್ರಕಾರ
ku: Tîpa Cache
ky: Кэш түрү
lo: ປະເພດຖານຄວາມ ຈຳ
lv: Kešatmiņas tips
mk: Тип на кеш
ml: കാഷെ തരം
mn: Кэшийн төрөл
mr: कॅशे प्रकार
mt: Tip ta ’Cache
my: Cache အမျိုးအစား
or: କ୍ୟାଚ୍ ପ୍ରକାର |
pa: ਕੈਸ਼ ਕਿਸਮ
ps: د کیچ ډول
rw: Ubwoko bwa Cache
sd: ڪيش جو قسم
si: හැඹිලි වර්ගය
sl: Vrsta predpomnilnika
sr: Тип кеша
sw: Aina ya Cache
te: కాష్ రకం
tg: Навъи кэш
tk: Keş görnüşi
tl: Uri ng Cache
tt: Кэш тибы
ug: غەملەك تىپى
ur: کیشے کی قسم
uz: Kesh turi
xh: Uhlobo lweCache
yi: קאַש טיפּ
zu: Uhlobo lwe-Cache

source: Cache Size
af: Grootte kas
am: መሸጎጫ መጠን
be: Памер кэш-памяці
bg: Размер на кеша
bn: ক্যাশের মাপ
ca: Mida de memòria cau
cy: Maint Cache
eo: Kaŝmemora Grando
et: Vahemälu suurus
eu: Cache neurria
fy: Cache grutte
ga: Méid an taisce
gd: Meud tasgadan
gu: કેશ કદ
hy: cache Չափ
is: Skyndiminni stærð
ka: ქეში ზომა
km: ទំហំឃ្លាំងសម្ងាត់
kn: ಸಂಗ್ರಹ ಗಾತ್ರ
ku: Mezinahiya Cache
ky: Кэш өлчөмү
lo: ຂະ ໜາດ ຂອງເຊັດ
lv: Kešatmiņas lielums
mk: Големина на кешот
ml: കാഷെ വലുപ്പം
mn: Кэшийн хэмжээ
mr: कॅशे आकार
mt: Daqs tal-Cache
my: Cache အရွယ်အစား
or: କ୍ୟାଚ୍ ଆକାର |
pa: ਕੈਚ ਅਕਾਰ
ps: د کیچ اندازه
rw: Ingano ya Cache
sd: ڪيش جي ماپ
si: හැඹිලි ප්‍රමාණය
sl: Velikost predpomnilnika
sr: Величина предмеморије
sw: Saizi ya kache
te: కాష్ పరిమాణం
tg: Андозаи кэш
tk: Keş ölçegi
tl: Laki ng Cache
tt: Кэш размеры
ur: کیشے کا سائز
uz: Kesh hajmi
xh: Ubungakanani be-Cache
yi: קאַש גרייס
zu: Ubukhulu be-Cache

source: Cache ID
af: kas ID
am: መሸጎጫ መታወቂያ
be: кэш-ID
bn: ক্যাশে আইডি
ca: identificació memòria cau
cy: ID storfa
eo: ID de kaŝmemoro
et: Vahemälu ID
ga: Aitheantas taisce
gd: ID tasgadan
gu: કેશ આઈડી
is: Auðkenni skyndiminnis
ka: ქეში ID
km: លេខសម្គាល់ឃ្លាំងសម្ងាត់
kn: ಸಂಗ್ರಹ ID
ku: Nasnameya Cache
ky: Кэш ID
lo: ID ຂອງເຊັດ
lv: Kešatmiņas ID
mk: ID на кешот
ml: കാഷെ ഐഡി
mn: Кэшийн дугаар
mr: कॅशे आयडी
mt: ID tal-Cache
my: Cache အိုင်ဒီ
or: କ୍ୟାଚ୍ ID
pa: ਕੈਚ ਆਈਡੀ
ps: د کیچ ای ډي
rw: Indangamuntu
sd: ڪيش آئي ڊي
si: හැඹිලි හැඳුනුම්පත
sl: ID predpomnilnika
sr: ИД предмеморије
sw: Kitambulisho cha Cache
te: కాష్ ID
tg: Шиносаи кэш
tk: Keş ID
tt: Кэш ID
ur: کیشے ID
uz: Kesh identifikatori
xh: Isazisi
yi: קאַש שייַן
zu: Umazisi we-Cache
