Repository: Anne017/geocaching
Catalog: po/*.po
Languages: af, am, az, be, bg, bn, ca, cy, eo, et, eu, fy, ga, gd, gu, hy, is, ka, km, kn, ku, ky, lo, lv, mk, ml, mn, mr, mt, my, or, pa, ps, rw, sd, si, sl, sr, sw, te, tg, tk, tl, tt, ug, ur, uz, xh, yi, zu

source: Distance
af: afstand
am: ርቀት
az: məsafə
be: адлегласць
bg: разстояние
bn: দূরত্ব
ca: distància
cy: Pellter
eo: Distanco
et: Kaugus
eu: Distantzia
fy: Ôfstân
ga: Fad
gd: Astar
gu: અંતર
hy: հեռավորություն
is: Fjarlægð
ka: მანძილი
km: ចម្ងាយ
kn: ದೂರ
ku: Dûrî
ky: аралык
lo: ໄລຍະທາງ
lv: Attālums
mk: Растојание
ml: ദൂരം
mn: Зай
mr: अंतर
mt: Distanza
my: အကွာအဝေး
or: ଦୂରତା |
pa: ਦੂਰੀ
ps: واټن
rw: Intera
sd: مفاصلو
si: දුර
sl: Razdalja
sr: Удаљеност
sw: Umbali
te: దూరం
tg: Масофа
tk: Aralyk
tl: Distansya
tt: Дистанция
ug: ئارىلىق
ur: فاصلے
uz: Masofa
xh: Umgama
yi: דיסטאַנסע
zu: Ibanga

source: Difficulty
af: moeite
am: ችግር
az: çətinlik
be: цяжкасць
bg: затруднение
bn: অসুবিধা
ca: dificultat
cy: Anhawster
eo: Malfacileco
et: Raskus
eu: zailtasun
fy: Swierrichheid
ga: Deacracht
gd: Duilgheadas
gu: મુશ્કેલી
hy: դժվարություն
is: Erfiðleikar
ka: სირთულე
km: ភាពលំបាក
kn: ತೊಂದರೆ
ku: Astengî
ky: оордук
lo: ຄວາມຫຍຸ້ງຍາກ
lv: Grūtības
mk: Тешкотија
ml: വൈഷമ്യം
mn: Хэцүү байдал
mr: अडचण
mt: Diffikultà
my: ခက်ခဲသည်
or: ଅସୁବିଧା
pa: ਮੁਸ਼ਕਲ
ps: مشکل
rw: Ingorane
sd: تڪليف
si: දුෂ්කරතා
sl: Težavnost
sr: Потешкоћа
sw: Ugumu
te: కఠినత
tg: Душворй
tk: Kynçylyk
tl: Kahirapan
tt: Авырлык
ug: قىيىن
ur: مشکل
uz: Qiyinchilik
xh: Ubunzima
yi: שוועריקייט
zu: Ubunzima

source: Terrain
af: terrein
am: የመሬት አቀማመጥ
az: Ərazi
be: мясцовасць
bg: терен
bn: ভূখণ্ড
ca: terreny
cy: Tirwedd
eo: Tereno
et: Maastik
eu: Lur
fy: Terrein
ga: Tír-raon
gd: Talamh
gu: ભૂપ્રદેશ
hy: տեղանք
is: Landslag
ka: რელიეფი
km: ភូមិសាស្ត្រ
kn: ಭೂ ಪ್ರದೇಶ
ku: Erd
ky: район
lo: ດິນແດນ
lv: Apvidus
mk: Терен
ml: ഭൂപ്രദേശം
mn: Газар нутаг
mr: भूप्रदेश
mt: Terreni
my: မြေပြင်
or: ଭୂମି
pa: ਇਲਾਕਾ
ps: خاوره
rw: Ubutaka
sd: جاگرافي
si: භූමිය
sl: Teren
sr: Терен
sw: Mtaro
te: టెర్రైన్
tg: Релеф
tt: Территория
ur: علاقہ
uz: Rassom
xh: Umhlaba
yi: טעריין
zu: I-Terrain

source: Owner
af: Eienaar
am: ባለቤት
az: sahib
be: уладальнік
bg: собственик
bn: মালিক
ca: propietari
cy: Perchennog
eo: Mastro
et: Omanik
eu: Jabea
fy: Eigner
ga: Úinéir
gd: Sealbhadair
gu: માલિક
hy: սեփականատեր
is: Eigandi
ka: მეპატრონე
km: ម្ចាស់
kn: ಮಾಲೀಕ
ku: Xwedî
ky: ээси
lo: ເຈົ້າຂອງ
lv: Īpašnieks
mk: Сопственик
ml: ഉടമ
mn: Эзэмшигч
mr: मालक
mt: Sidha
my: ပိုင်ရှင်
or: ମାଲିକ
pa: ਮਾਲਕ
ps: مالک
rw: Nyirubwite
sd: مالڪ
si: හිමිකරු
sl: Lastnik
sr: Власник
sw: Mmiliki
te: యజమాని
tg: Соҳиби
tk: Eýesi
tl: May-ari
tt: Хуҗасы
ug: ئىگىسى
ur: مالک
uz: Egasi
xh: Umnini
yi: באַזיצער
zu: Umnikazi

source: Hidden
af: verborge
am: ተደብቋል
az: gizli
be: схаваны
bg: скрит
bn: গোপন
ca: ocult
cy: Cudd
eo: Kaŝita
et: Varjatud
eu: Ezkutuko
fy: Ferburgen
ga: I bhfolach
gd: Falaichte
gu: છુપાયેલું
hy: թաքուն
is: Falið
ka: დამალული
km: លាក់
kn: ಮರೆಮಾಡಲಾಗಿದೆ
ku: Veşartî
ky: жашырылган
lo: ເຊື່ອງໄວ້
lv: Slēpts
mk: Скриен
ml: മറച്ചിരിക്കുന്നു
mn: Нуугдсан
mr: लपलेले
mt: Moħbija
my: ဝှက်ထား
or: ଲୁକ୍କାୟିତ |
pa: ਲੁਕਿਆ ਹੋਇਆ
ps: پټ
rw: Hihishe
sd: لِڪائي
si: සැඟවී ඇත
sl: Skrit
sr: Сакривен
sw: Siri
te: హిడెన్
tg: Пинҳон
tk: Gizlenen
tl: Nakatago
tt: Яшерен
ug: يۇشۇرۇن
ur: پوشیدہ
uz: Yashirin
xh: Ifihliwe
yi: פאַרבאָרגן
zu: Kufihliwe

source: Last Found
af: laaste gevind
am: የመጨረሻው አልተገኙም
az: son TAPILDI
be: Апошні знойдзем
bg: Последно намерена
bn: সর্বশেষ পাওয়া
ca: passat va trobar
cy: Wedi&#39;i ddarganfod ddiwethaf
eo: Lasta trovita
et: Viimati leitud
eu: Azken aurki
fy: Lêste fûn
ga: Aimsíodh Last
gd: Fhuaras mu dheireadh
gu: છેલ્લું મળ્યું
hy: վերջին գտնվել
is: Síðast fannst
ka: ბოლო ნაპოვნია
km: រកឃើញចុងក្រោយ
kn: ಕೊನೆಯದಾಗಿ ಕಂಡುಬಂದಿದೆ
ku: Last dîtin
ky: Акыркы Табылды
lo: ພົບຄັ້ງສຸດທ້າຍ
lv: Pēdējoreiz atrasts
mk: Последно најдено
ml: അവസാനം കണ്ടെത്തി
mn: Хамгийн сүүлд олдсон
mr: अंतिम सापडले
mt: L-Aħħar misjuba
my: နောက်ဆုံးတွေ့ရှိသည်
or: ଶେଷ ମିଳିଲା |
pa: ਆਖਰੀ ਲੱਭਿਆ
ps: وروستی وموندل شو
rw: Iheruka Kuboneka
sd: آخري لڌو
si: අවසන් වරට හමු විය
sl: Zadnji najdeni
sr: Последње пронађено
sw: Iliyopatikana Mwisho
te: చివరిగా కనుగొనబడింది
tg: Охирин ёфт
tk: Iň soňky tapyldy
tl: Huling Natagpuan
tt: Соңгы табылды
ur: آخری ملا
uz: So&#39;nggi topilgan
xh: Kufunyenwe Okokugqibela
yi: לעצטע געפונען
zu: Kutholakale Ukugcina

source: Cache Location
af: kas ligging
am: መሸጎጫ አካባቢ
az: cache Yer
be: кэш Размяшчэнне
bg: Cache местоположение
bn: ক্যাশে অবস্থান
ca: Ubicació de memòria cau
cy: Lleoliad Cache
eo: Loko de Kaŝmemoro
et: Vahemälu asukoht
eu: Cache Kokapena
fy: Cache Lokaasje
ga: Suíomh Taisce
gd: Suidheachadh tasgadan
gu: કેશ સ્થાન
hy: cache Որտեղից
is: Skyndiminni staðsetningu
ka: ქეში მდებარეობისთვის
km: ទីតាំងឃ្លាំងសម្ងាត់
kn: ಸಂಗ್ರಹ ಸ್ಥಳ
ky: Кэш жайгашкан жер
lo: ສະຖານທີ່ຖານຄວາມຈໍາ
lv: Kešatmiņas atrašanās vieta
mk: Локација на кешот
ml: കാഷെ സ്ഥാനം
mn: Кэш байршил
mr: कॅशे स्थान
mt: Post Cache
my: Cache တည်နေရာ
or: କ୍ୟାଚ୍ ଅବସ୍ଥାନ
pa: ਕੈਚੇ ਟਿਕਾਣਾ
ps: د کیچ ځای
rw: Ahantu Cache
sd: ڪيش جو هنڌ
si: හැඹිලි පිහිටීම
sl: Lokacija predpomnilnika
sr: Локација кешира
sw: Mahali pa Cache
te: కాష్ స్థానం
tg: Ҷойгиршавии кэш
tk: Keş ýeri
tl: Lokasyon ng Cache
tt: Кэш урнашуы
ug: كەش ئورنى
ur: کیشے کا مقام
uz: Kesh joyi
xh: Indawo yeCache
yi: קאַש אָרט
zu: Indawo Yenqolobane

source: Jan
am: ጃን
be: студзень
bn: জানুয়ারী
cy: Ion
et: Jaan
ga: Ean
gu: જાન
ka: იან
km: មករា
kn: ಜನ
lo: ມັງກອນ
mk: Јан
ml: ജനുവരി
mn: 1-р сар
mr: जाने
my: ဇန်နဝါရီ
or: ଜାନୁଆରୀ
pa: ਜਨ
ps: جان
rw: Mutarama
sd: جنوري
si: ජන
sr: Јан
tg: Янв
tk: .An
tt: Янв
ur: جان
uz: Yanvar
xh: NgoJan

source: Feb
af: Februarie
be: лютага
bg: февруари
bn: ফেব্রুয়ারী
ca: febrer
cy: Chwef
et: Veebr
ga: Feabh
gd: Gearran
gu: ફેબ્રુ
ka: თებ
km: ខែកុម្ភៈ
kn: ಫೆಬ್ರವರಿ
ku: Sibê
lo: ກຸມພາ
lv: Februāris
mk: Февруари
ml: ഫെബ്രുവരി
mn: 2-р сар
mr: फेब्रुवारी
mt: Frar
my: ဖေဖော်ဝါရီ
or: ଫେବୃଆରୀ
pa: ਫਰਵਰੀ
ps: فبروري
rw: Gashyantare
sd: فيبروري
si: පෙබරවාරි
sr: Феб
tg: Феврал
tk: Fewral
tl: Peb
tt: Фев
ug: 2-ئاي
ur: فروری
uz: Fevral
yi: פעברואר

source: Mar
be: Сакавік
bg: развалям
bn: বিকলাঙ্গ করা
ca: desfigurar
cy: Maw
et: Märts
ga: Márta
gu: માર્
hy: ապականել
is: Mars
ka: მარ
km: មីនា
kn: ಮಾರ್ಚ್
lo: ມີນາ
mk: Март
ml: മാർ
mn: 3-р сар
mr: मार्च
my: မတ်
or: ମାର୍ଚ୍ଚ
pa: ਮਾਰ
ps: مار
rw: Werurwe
sd: مارچ
si: මාර්තු
sr: Мар
tg: Март
tk: Mart
tt: Март
ur: مار
xh: Matshi

source: Apr
af: April
am: ኤፕ
be: красавік
bg: април
bn: এপ্রিল
ca: abril
cy: Ebrill
ga: Aib
gd: Aib
gu: એપ્રિલ
hy: Ապրիլ
ka: აპრილი
km: មេសា
kn: ಎಪ್ರಿಲ್
ku: Nîsan
lo: ເມສາ
lv: Aprīlis
mk: Април
ml: ഏപ്രിൽ
mn: 4-р сар
mr: एप्रिल
my: .ပြီလ
or: ଏପ୍ରିଲ୍
pa: ਅਪ੍ਰੈਲ
ps: اپريل
rw: Mata
sd: اپريل
si: අප්‍රේල්
sr: Апр
sw: Aprili
tg: Апр
tl: Abr
tt: Апр
ur: اپریل
xh: Epreli
yi: אפריל
zu: Eph

source: May
af: Mei
am: ግንቦት
az: Bilər
be: можа
bg: Може
bn: মে
ca: maig
cy: Mai
eo: Majo
et: Mai
eu: Maiatza
fy: Meie
ga: Bealtaine
gd: A &#39;Chèitean
gu: મે
hy: մայիս
is: Maí
ka: მაისი
km: ឧសភា
kn: ಮೇ
ku: Gulan
ky: Май
lo: ພຶດສະພາ
lv: Maijā
mk: Мај
ml: മെയ്
mn: 5-р сар
mr: मे
mt: Mejju
my: မေလ
or: ମେ
pa: ਮਈ
ps: می
rw: Gicurasi
sd: مئي
si: මැයි
sl: Maj
sr: Може
sw: Mei
te: మే
tg: Май
tk: Maý
tl: Mayo
tt: Май
ug: ماي
ur: مئی
xh: UCanzibe
yi: מאי
zu: Meyi

source: Jun
af: Junie
am: ጁን
be: чэрвень
bg: юни
bn: জুন
ca: juny
cy: Meh
et: Juuni
ga: Meitheamh
gu: જૂન
hy: Հուն
is: Júní
ka: ივნ
km: មិថុនា
kn: ಜೂನ್
lo: ມິຖຸນາ
lv: Jūnijs
mk: Јуни
ml: ജൂൺ
mn: 6-р сар
mr: जून
mt: Ġunju
my: ဇွန်
or: ଜୁନ୍ |
pa: ਜੂਨ
ps: جون
sd: جون
si: ජුනි
sl: Junij
sr: Јун
tg: Июн
tk: Iýun
tt: Июнь
ur: جون
uz: Iyun
yi: יוני

source: Jul
af: Julie
be: ліпеня
bg: юли
bn: জুলাই
ca: juliol
cy: Gorff
et: Juuli
ga: Iúil
gu: જુલાઈ
is: Júl
ka: იული
km: ខែកក្កដា
kn: ಜುಲೈ
lo: ກໍລະກົດ
lv: Jūl
mk: Јули
ml: ജൂലൈ
mn: 7-р сар
mr: जुलै
my: ဇူလိုင်လ
or: ଜୁଲାଇ
pa: ਜੁਲਾਈ
ps: جولای
sd: جولاءِ
si: ජුලි
sl: Julij
sr: Јул
tg: Июл
tk: Iýul
tl: Si Jul
tt: Июль
ur: جولائی
uz: Iyul

source: Aug
af: Augustus
am: ነሀሴ
be: Жнівень
bg: август
bn: আগস্ট
ca: agost
cy: Awst
eo: Aŭg
eu: Abu
ga: Lúnasa
gd: Lùnastal
gu: .ગસ્ટ
hy: օգս
is: Ágúst
ka: აგვისტო
km: សីហា
kn: ಆಗಸ್ಟ್
ku: Tebax
lo: ສິງຫາ
mk: Август
ml: ഓഗസ്റ്റ്
mn: 8-р сар
mr: ऑगस्ट
mt: Awissu
my: Augဂုတ်
or: ଅଗଷ୍ଟ
pa: ਅਗਸਤ
ps: اګست
rw: Kanama
sd: آگسٽ
si: අගෝස්තු
sl: Avg
sr: Авг
tg: Авг
tk: Awgust
tt: Авг
ug: ئاۋغۇست
ur: اگست
uz: Avgust
yi: אויגוסט

source: Sep
af: September
am: ሴፕቴ
be: Верасень
bg: септември
bn: সেপ্টেম্বর
ca: setembre
cy: Medi
et: Sept
eu: Ira
ga: Meán Fómhair
gd: Septembar
gu: સપ્ટે
is: Sept
ka: სექტ
km: កញ្ញា
kn: ಸೆಪ್ಟೆಂಬರ್
lo: ກັນຍາ
lv: Septembris
mk: Сеп
ml: സെപ്റ്റംബർ
mn: 9-р сар
mr: सप्टेंबर
mt: Sett
my: စက်တင်ဘာ
or: ସେପ୍ଟେମ୍ବର
pa: ਸਤੰਬਰ
ps: ستمبر
rw: Nzeri
sd: سيپٽمبر
si: සැප්තැම්බර්
sr: Сеп
tg: Сен
tk: Sentýabr
tt: Сентябрь
ug: سېنتەبىر
ur: ستمبر
uz: Sentyabr
yi: סעפטעמבער
zu: USep

source: Oct
af: Oktober
am: ኦክቶ
be: кастрычніка
bg: октомври
bn: অক্টোবর
ca: octubre
cy: Hyd
eo: Okt
et: Okt
fy: Okt
ga: Deireadh Fómhair
gd: Dàmhair
gu: Octક્ટો
hy: հոկ
is: Okt
ka: ოქტომბერი
km: តុលា
kn: ಅಕ್ಟೋಬರ್
lo: ຕຸລາ
lv: Oktobris
mk: Октомври
ml: ഒക്ടോ
mn: 10-р сар
mr: ऑक्टोबर
mt: Ottubru
my: အောက်တိုဘာ
or: ଅକ୍ଟୋବର
pa: ਅਕਤੂਬਰ
ps: اکتوبر
rw: Ukwakira
sd: آڪٽوبر
si: ඔක්
sl: Okt
sr: Окт
sw: Okt
tg: Октябри Кабир
tk: Okt.
tl: Oktubre
tt: Окт
ug: ئۆكتەبىر
ur: اکتوبر
uz: Oktabr
xh: Okt
yi: אקטאבער

source: Nov
af: November
am: ህዳር
be: лістапада
bg: ноември
bn: নভেম্বর
ca: novembre
cy: Tach
eu: Aza
ga: Samhain
gd: Samhain
gu: નવે
hy: Նոյ
is: Nóv
ka: ნოემბერი
km: វិច្ឆិកា
kn: ನವೆಂಬರ್
lo: ພະຈິກ
lv: Novembrī
mk: Ноември
ml: നവം
mn: Арваннэгдүгээр сар
mr: नोव्हेंबर
my: နိုဝင်ဘာ
or: ନଭେମ୍ବର
pa: ਨਵੰਬਰ
ps: نومبر
rw: Ugushyingo
sd: نومبر
si: නොවැම්බර්
sr: Нема в
sw: Novemba
tg: Ноябр
tk: Noýabr
tt: Ноябрь
ug: 11-ئاي
ur: نومبر
uz: Noyabr
xh: Novemba
yi: נאוועמבער
zu: Novemba

source: Dec
af: Desember
am: ዲሴ
be: снежні
bg: декември
bn: ডিসেম্বর
ca: desembre
cy: Rhag
et: Dets
eu: Abendu
ga: Nollaig
gd: Dùbhlachd
gu: ડિસેમ્બર
is: Des
ka: დეკ
km: ធ្នូ
kn: ಡಿಸೆಂಬರ್
lo: ທັນວາ
lv: Decembris
mk: Декември
ml: ഡിസംബർ
mn: 12-р сар
mr: डिसें
mt: Dic
my: ဒီဇင်ဘာ
or: ଡିସେମ୍ବର
pa: ਦਸੰਬਰ
ps: دسمبر
rw: Kig
sd: ڊسمبر
si: දෙසැ
sr: Дец
sw: Desemba
tg: Декабр
tk: Dek
tl: Dis
tt: Дек
ur: دسمبر
uz: Dekabr
xh: Khumbuza
yi: דעצ

source: %1 minutes ago
af: %1 minute terug
am: %1 ደቂቃዎች በፊት
az: %1 dəqiqə əvvəl
be: %1 хвілін таму
bg: %1 преди минути
bn: %1 কিছুক্ষণ আগে
ca: %1 fa uns minuts
cy: %1 munud yn ôl
eo: %1 minutoj
et: %1 minutit tagasi
eu: Duela %1 minutu
fy: %1 minuten lyn
ga: %1 nóiméad ó shin
gd: %1 mionaid air ais
gu: %1 મીનીટ પહેલા
hy: %1 րոպե առաջ
is: %1 mínútum síðan
ka: %1 წუთის წინ
km: %1 នាទីមុន
kn: %1 ನಿಮಿಷಗಳ ಹಿಂದೆ
ku: %1 deqîqe berê
ky: %1 мүнөт мурун
lo: %1 ນາທີທີ່ຜ່ານມາ
lv: %1 pirms minūtēm
mk: пред %1 минути
ml: %1 മിനിറ്റ് മുമ്പ്
mn: %1 минутын өмнө
mr: %1 मिनिटांपूर्वी
mt: %1 minuti ilu
my: %1 လွန်ခဲ့သောမိနစ်အနည်းငယ်က
or: %1 ମିନିଟ୍ ପୂର୍ବରୁ
pa: %1 ਮਿੰਟ ਪਹਿਲਾਂ
ps: %1 دقیقې دمخه
rw: %1 iminota yashize
sd: %1 منٽ اڳ
si: මිනිත්තු කිහිපයකට පෙර
sl: %1 minut nazaj
sr: %1 пре неколико минута
sw: %1 dakika zilizopita
te: %1 నిమిషాల ముందు
tg: %1 дақиқа пеш
tk: %1 minut öň
tl: %1 minuto ang nakaraan
tt: %1 минут элек
ug: %1 مىنۇت بۇرۇن
ur: %1 کچھ لمحے قبل
uz: %1 daqiqa oldin
xh: %1 imizuzu eyadlulayo
yi: %1 מינוט צוריק
zu: %1 imizuzu edlule

source: %1 hours ago
af: %1 ure gelede
am: %1 ሰዓቶች በፊት
az: %1 bir neçə saat əvvəl
be: %1 гадзін таму
bg: %1 преди часове
bn: %1 ঘন্টা খানিক আগে
ca: %1 Fa hores
cy: %1 Oriau yn ôl
eo: %1 antaŭ horoj
et: %1 tundi tagasi
eu: Duela %1 ordu
fy: %1 oeren lyn
ga: %1 uair an chloig ó shin
gd: %1 uair a thìde air ais
gu: %1 કલાકો પહેલા
hy: %1 ժամեր առաջ
is: %1 klukkustundum síðan
ka: %1 საათის წინ
km: %1 ច្រើន​ម៉ោង​កន្លងទៅ
kn: %1 ಗಂಟೆಗಳ ಹಿಂದೆ
ku: %1 demjimêr berî
ky: %1 саат мурун
lo: %1 ຊົ່ວໂມງກ່ອນ
lv: %1 pirms vairākām stundām
mk: пред %1 часа
ml: %1 മണിക്കൂറുകള്ക്ക് മുന്പ്
mn: %1 цагийн өмнө
mr: %1 तासांपूर्वी
mt: %1 siegħa ilu
my: %1 နာရီအကြာ
or: %1 ଘଣ୍ଟା ପୂର୍ବରୁ |
pa: %1 ਘੰਟੇ ਪਹਿਲਾਂ
ps: %1 ساعتونه دمخه
rw: %1 amasaha ashize
sd: %1 ڪلاڪ اڳ
si: %1 පැය පෙර
sl: %1 pred nekaj urami
sr: %1 сати раније
sw: %1 masaa yaliyopita
te: %1 గంటల క్రితం
tg: %1 соат пеш
tk: %1 sagat öň
tl: %1 mga oras na ang nakakaraan
tt: %1 сәгать элек
ug: %1 سائەت بۇرۇن
ur: %1 گھنٹوں پہلے
uz: %1 soat oldin
xh: %1 iiyure ezidlulileyo
yi: %1 שעה צוריק
zu: %1 amahora adlule

source: %1 days ago
af: %1 dae gelede
am: %1 ቀናት በፊት
az: %1 günlər əvvəl
be: %1 дзён таму
bg: %1 преди дни
bn: %1 দিন আগে
ca: %1 fa uns dies
cy: %1 diwrnod yn ôl
eo: %1 tagoj
et: %1 päeva tagasi
eu: Duela %1 egun
fy: %1 dagen lyn
ga: %1 Laethanta ó shin
gd: %1 latha air ais
gu: %1 બહુ દિવસો પેહલા
hy: %1 օրեր առաջ
is: %1 dagar síðan
ka: %1 რამოდენიმე დღის წინ
km: %1 ថ្ងៃ​មុន
kn: %1 ದಿನಗಳ ಹಿಂದೆ
ku: %1 roj berê
ky: %1 күн мурун
lo: %1 ມື້ກ່ອນ
lv: Pirms %1 dienām
mk: %1 денови предходно
ml: %1 ദിവസങ്ങൾക്ക് മുൻപ്
mn: %1 өдрийн өмнө
mr: %1 दिवसांपूर्वी
mt: %1 jiem ilu
my: %1 ရက်အနည်းငယ်က
or: %1 ଦିନ ପୂର୍ବରୁ
pa: %1 ਦਿਨ ਪਹਿਲਾਂ
ps: %1 ورځې مخکې
rw: %1 iminsi ishize
sd: %1 ڏينهن اڳ
si: %1 දවස් කලින්
sl: %1 pred dnevi
sr: %1 пре дана
sw: %1 siku zilizopita
te: %1 రోజుల క్రితం
tg: %1 рӯз пеш
tk: %1 gün öň
tl: %1 araw na ang nakalilipas
tt: %1 көн элек
ug: %1 كۈن بۇرۇن
ur: %1 دنوں پہلے
uz: %1 kun oldin
xh: %1 kwiintsuku ezidlulileyo
yi: %1 טעג צוריק
zu: %1 izinsuku ezedlule

source: Username
af: Gebruikersnaam
am: የተጠቃሚ ስም
az: İstifadəçi adı
be: імя карыстальніка
bg: Потребител
bn: ব্যবহারকারীর নাম
ca: Nom d'usuari
cy: Enw defnyddiwr
eo: Uzantnomo
et: Kasutajanimi
eu: Erabiltzaile izena
fy: Brûkersnamme
ga: Ainm úsáideora
gd: Ainm-cleachdaidh
gu: વપરાશકર્તા નામ
hy: Օգտագործողի անունը
is: Notandanafn
ka: ნიკი
km: ឈ្មោះ​អ្នកប្រើប្រាស់
kn: ಬಳಕೆದಾರ ಹೆಸರು
ku: Nav
ky: Кирүү
lo: ຊື່ຜູ້ໃຊ້
lv: Lietotājvārds
mk: Корисничко име
ml: ഉപയോക്തൃനാമം
mn: Хэрэглэгчийн нэр
mr: वापरकर्तानाव
my: အသုံးပြုသူအမည်
or: ଉପଯୋଗକର୍ତ୍ତା ନାମ
pa: ਉਪਯੋਗਕਰਤਾ ਨਾਮ
ps: کارن نوم
rw: Izina ryukoresha
sd: کاتي جو نالو
si: පරිශීලක නාමය
sl: Uporabniško ime
sr: Корисничко име
sw: Jina la mtumiaji
te: యూజర్ పేరు
tg: Номи корбар
tk: Ulanyjy ady
tt: Кулланучы исеме
ug: ئىشلەتكۈچى ئىسمى
ur: صارف نام
uz: Foydalanuvchi ismi
xh: Igama lomsebenzisi
yi: נאמען
zu: Igama lomsebenzisi

source: Password
af: wagwoord
am: ፕስወርድ
az: parol
be: пароль
bg: парола
bn: পাসওয়ার্ড
ca: contrasenya
cy: Cyfrinair
eo: Pasvorto
et: Parool
eu: Pasahitza
fy: Wachtwurd
ga: Pasfhocal
gd: Facal-faire
gu: પાસવર્ડ
hy: գաղտնաբառ
is: Lykilorð
ka: პაროლი
km: ពាក្យសម្ងាត់
kn: ಗುಪ್ತಪದ
ku: Şîfre
ky: Купуя сөз
lo: ລະຫັດຜ່ານ
lv: Parole
mk: Лозинка
mn: Нууц үг
mr: संकेतशब्द
my: စကားဝှက်
or: ପାସୱାର୍ଡ
pa: ਪਾਸਵਰਡ
ps: رمز
rw: Ijambobanga
sd: پاسورڊ
si: මුරපදය
sl: Geslo
sr: Лозинка
sw: Nywila
te: పాస్వర్డ్
tg: Рамз
tk: Parol
tt: Серсүз
ug: پارول
ur: پاس ورڈ
uz: Parol
xh: Inombolo yokuvula
yi: שפּריכוואָרט
zu: Iphasiwedi

source: Login
af: Teken aan
am: ግባ
az: Daxil ol
be: Увайсці
bg: Влизане
bn: প্রবেশ করুন
ca: iniciar Sessió
cy: Mewngofnodi
eo: Ensaluti
et: Logi sisse
eu: Saioa hasi
fy: Oanmelde
ga: Logáil isteach
gd: Log a-steach
gu: પ્રવેશ કરો
hy: լոգին
is: Skrá inn
ka: Შესვლა
km: ចូល
kn: ಲಾಗಿನ್ ಮಾಡಿ
ku: Têketin
ky: Кирүү
lo: ເຂົ້າ​ສູ່​ລະ​ບົບ
lv: Pieslēgties
mk: Логирај Се
ml: ലോഗിൻ
mn: Нэвтрэх
mr: लॉगिन
mt: Idħol
my: လော့ဂ်အင်
or: ଭିତରକୁ ଯାଉ
pa: ਲਾਗਿਨ
ps: د ننه کیدل
rw: Injira
sd: لاگ ان
si: ඇතුල් වන්න
sl: Vpiši se
sr: Пријавите се
sw: Ingia
te: ప్రవేశించండి
tg: Даромадан
tk: Giriş
tl: Mag log in
tt: Керергә
ug: كىرىش
ur: لاگ ان کریں
uz: Kirish
xh: Ngema
yi: צייכן אריין
zu: Ngena ngemvume

source: Please wait, attempting to log in.
af: Wag asseblief, probeer om aan te meld.
am: ለመግባት በመሞከር ላይ, እባክዎ ይጠብቁ.
az: daxil etmək üçün cəhd, gözləyin.
be: Калі ласка, пачакайце, спрабуючы ўвайсці ў сістэму.
bg: Моля, изчакайте, опитвайки се да влезете.
bn: অনুগ্রহ করে অপেক্ষা করুন, লগ ইন করার প্রচেষ্টার।
ca: Si us plau, intentar començar la sessió.
cy: Arhoswch, gan geisio mewngofnodi.
eo: Bonvolu atendi, provante ensaluti.
et: Palun oodake, proovides sisse logida.
eu: Itxaron, saioa saiatzean.
fy: Wachtsje asjebleaft, besykje te oanmelden.
ga: Fan le do thoil, ag iarraidh logáil isteach.
gd: Fuirich ort, a ’feuchainn ri logadh a-steach.
gu: કૃપા કરી પ્રતીક્ષા કરો, લ logગ ઇન કરવાનો પ્રયાસ કરો.
hy: Խնդրում ենք սպասել, փորձում է մուտք գործել:
is: Vinsamlegast bíddu, reyndu að skrá þig inn.
ka: გთხოვთ დაელოდოთ, შესვლის მცდელობა.
km: សូមរង់ចាំដោយព្យាយាមចូល។
kn: ದಯವಿಟ್ಟು ನಿರೀಕ್ಷಿಸಿ, ಲಾಗ್ ಇನ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದೆ.
ku: Ji kerema xwe, bisekine, hewl dide ku têkevê.
ky: Кириңиз, кирүүгө аракет кылып жатасыз.
lo: ກະລຸນາລໍຖ້າ, ພະຍາຍາມເຂົ້າສູ່ລະບົບ.
lv: Lūdzu, uzgaidiet, mēģinot pieteikties.
mk: Ве молиме почекајте, обидувајќи се да се најавите.
ml: ലോഗിൻ ചെയ്യാൻ ശ്രമിക്കുന്ന ദയവായി കാത്തിരിക്കുക.
mn: Нэвтрэхийг оролдож байгаад түр хүлээнэ үү.
mr: कृपया प्रतीक्षा करा, लॉग इन करण्याचा प्रयत्न करा.
mt: Jekk jogħġbok stenna, tipprova tidħol.
my: ကျေးဇူးပြု၍ ခဏစောင့်ပါ၊ log in လုပ်ရန်ကြိုးစားပါ
or: ଲଗ୍ ଇନ୍ କରିବାକୁ ଚେଷ୍ଟା କରି ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ, ਲੌਗਇਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਿਆਂ.
ps: مهرباني وکړئ انتظار وکړئ ، د ننوتلو هڅه کول
rw: Nyamuneka tegereza, ugerageza kwinjira.
sd: مهرباني ڪري انتظار ڪريو ، لاگ ان ٿيڻ جي ڪوشش ڪئي وئي آهي.
si: පුරනය වීමට උත්සාහ කරමින් කරුණාකර රැඳී සිටින්න.
sl: Počakajte, da se poskusite prijaviti.
sr: Причекајте, покушајте да се пријавите.
sw: Tafadhali subiri, jaribu kuingia.
te: దయచేసి వేచి ఉండండి, లాగిన్ అవ్వడానికి ప్రయత్నిస్తున్నారు.
tg: Лутфан мунтазир шавед, вориди систем шавед.
tk: Girmäge synanyşyp, garaşyň.
tl: Mangyaring maghintay, pagtatangka mag-log in.
tt: Зинһар, көтегез, керергә тырышыгыз.
ug: تىزىملىتىپ كىرىڭ.
ur: براہ کرم انتظار کریں ، لاگ ان کرنے کی کوشش کر رہے ہیں۔
uz: Tizimga kirishga urinib ko&#39;ring.
xh: Nceda ulinde, ukuzama ukungena.
yi: ביטע וואַרטן, טריינג צו אַרייַנלאָגירן זיך.
zu: Sicela ulinde, izama ukungena ngemvume.

source: Login accepted
af: Teken aanvaar
am: መግቢያ ተቀባይነት
az: Login qəbul
be: увайсці прыняў
bg: Вход приет
bn: লগইন গৃহীত
ca: Inicia sessió acceptada
cy: Derbynnir mewngofnodi
eo: Salutnomo akceptita
et: Sisselogimine aktsepteeritud
eu: Sartu onartu
fy: Login aksepteare
ga: Glactar le logáil isteach
gd: Glacadh a-steach
gu: લ Loginગિન સ્વીકાર્યું
hy: Մուտք ընդունված
is: Innskráning samþykkt
ka: შესვლა მიიღეს
km: បានចូល
kn: ಲಾಗಿನ್ ಸ್ವೀಕರಿಸಲಾಗಿದೆ
ku: Têketin qebûl kirin
ky: Кирүү кабыл алынды
lo: ເຂົ້າສູ່ລະບົບຍອມຮັບ
lv: Pieteikšanās ir pieņemta
mk: Пријавување е прифатено
ml: ലോഗിൻ സ്വീകരിച്ചു
mn: Нэвтрэх хүсэлтийг хүлээн авсан
mr: लॉगिन स्वीकारले
mt: Id-dħul aċċettat
my: ဝင်ခွင့်ကိုလက်ခံခဲ့သည်
or: ଲଗଇନ୍ ଗ୍ରହଣ କରାଯାଇଛି |
pa: ਲੌਗਇਨ ਸਵੀਕਾਰਿਆ ਗਿਆ
ps: ننوتل ومنل شول
rw: Kwinjira byemewe
sd: لاگ ان قبول ٿي ويا
si: පුරනය වීම පිළිගෙන ඇත
sl: Prijava je sprejeta
sr: Пријава је прихваћена
sw: Ingia limekubaliwa
te: లాగిన్ అంగీకరించబడింది
tg: Вуруд қабул шуд
tk: Giriş kabul edildi
tl: Tinanggap ang pag-login
tt: Керү кабул ителде
ug: كىرىش قوبۇل قىلىندى
ur: لاگ ان قبول کر لیا گیا
uz: Kirish qabul qilindi
xh: Ukungena kwamkelwe
yi: לאָגין אנגענומען
zu: Ukungena kwamukelwe

source: Login details are incorrect, try again.
af: Inteken besonderhede foutief is, probeer weer.
am: የመግቢያ ዝርዝሮች የተሳሳቱ ናቸው, እንደገና ይሞክሩ.
az: Giriş məlumat səhvdir, yenidən cəhd edin.
be: Уваход дэталь няправільная, паспрабуйце яшчэ раз.
bg: Данните за вход са неправилни, опитайте отново.
bn: লগইন বিশদ ভুল হয়, আবার চেষ্টা করুন।
ca: dades d'accés són incorrectes-ho a provar.
cy: Mae manylion mewngofnodi yn anghywir, rhowch gynnig arall arni.
eo: Ensalutaj detaloj estas malĝustaj, provu denove.
et: Sisselogimise üksikasjad on valed, proovige uuesti.
eu: Sartu xehetasun okerrak, saiatu berriro.
fy: Ynloggegevens binne ferkeard, besykje it opnij.
ga: Tá sonraí logála isteach mícheart, bain triail eile as.
gd: Tha mion-fhiosrachadh logadh a-steach ceàrr, feuch ris a-rithist.
gu: લ Loginગિન વિગતો ખોટી છે, ફરીથી પ્રયાસ કરો.
hy: Մուտքի մանրամասները սխալ, փորձեք կրկին.
is: Upplýsingar um innskráningu eru rangar, reyndu aftur.
ka: შესვლის დეტალები არასწორია, სცადეთ ხელახლა.
km: ព័ត៌មានលំអិតចូលមិនត្រឹមត្រូវព្យាយាមម្តងទៀត។
kn: ಲಾಗಿನ್ ವಿವರಗಳು ತಪ್ಪಾಗಿದೆ, ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ku: Hûrguliyên têketinê şaş in, dîsa biceribînin.
ky: Кирүү маалыматтары туура эмес, дагы бир жолу аракет кылып көрүңүз.
lo: ລາຍລະອຽດເຂົ້າສູ່ລະບົບບໍ່ຖືກຕ້ອງ, ກະລຸນາລອງ ໃໝ່ ອີກຄັ້ງ.
lv: Pieteikšanās informācija nav pareiza. Mēģiniet vēlreiz.
mk: Деталите за најавување се неточни, обидете се повторно.
ml: ലോഗിൻ വിശദാംശങ്ങൾ തെറ്റാണ്, വീണ്ടും ശ്രമിക്കുക.
mn: Нэвтрэх мэдээлэл буруу байна, дахин оролдоно уу.
mr: लॉगिन तपशील चुकीचे आहेत, पुन्हा प्रयत्न करा.
mt: Id-dettalji tal-login mhumiex korretti, erġa &#39;erġa&#39;.
my: Login အသေးစိတ်အချက်အလက်များမမှန်ကန်ပါ၊ ထပ်မံကြိုးစားပါ။
or: ଲଗଇନ୍ ବିବରଣୀ ଭୁଲ୍, ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa: ਲੌਗਇਨ ਵੇਰਵੇ ਗਲਤ ਹਨ, ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ.
ps: د ننوتلو معلومات غلط دي ، بیا هڅه وکړئ.
rw: Kwinjira birambuye ntabwo aribyo, gerageza nanone.
sd: لاگ ان جا تفصيل غلط آهن ، ٻيهر ڪوشش ڪريو.
si: පුරනය වීමේ තොරතුරු වැරදියි, නැවත උත්සාහ කරන්න.
sl: Podrobnosti o prijavi so napačne. Poskusite znova.
sr: Подаци за пријаву нису тачни, покушајте поново.
sw: Maelezo ya kuingia sio sahihi, jaribu tena.
te: లాగిన్ వివరాలు తప్పు, మళ్ళీ ప్రయత్నించండి.
tg: Маълумоти воридшавӣ нодуруст аст, бори дигар кӯшиш кунед.
tk: Giriş jikme-jiklikleri nädogry, gaýtadan synanyşyň.
tl: Hindi tama ang mga detalye sa pag-login, subukang muli.
tt: Керү детальләре дөрес түгел, кабатлап карагыз.
ug: كىرىش تەپسىلاتلىرى خاتا ، قايتا سىناڭ.
ur: لاگ ان کی تفصیلات غلط ہیں ، دوبارہ کوشش کریں۔
uz: Kirish ma&#39;lumotlari noto&#39;g&#39;ri, qayta urinib ko&#39;ring.
xh: Iinkcukacha zokungena azichanekanga, zama kwakhona.
yi: לאָגין דעטאַילס זענען פאַלש, פּרובירן ווידער.
zu: Imininingwane yokungena ayilungile, zama futhi.

source: Not logged in.
af: Nie ingeteken nie.
am: አይደለም ውስጥ ገብተሃል.
az: Daxil olmamısınız.
be: Вы не ўвайшлі ў сістэму.
bg: Не сте влязъл.
bn: না অবশ্যই লগ ইন করতে।
ca: No estàs autenticat.
cy: Heb fewngofnodi.
eo: Ne ensalutinta.
et: Ei ole sisse logitud.
eu: Ez da oraindik.
fy: Net ynlogd.
ga: Gan logáil isteach.
gd: Gun logadh a-steach.
gu: લૉગ ઇન નથી.
hy: Մուտք չեք գործել համակարգ.
is: Ekki innskráður.
ka: Არ ხართ შესული სიტემაში.
km: មិន​បាន​ចូល​ទេ។
kn: ಲಾಗ್ ಇನ್ ಆಗಿಲ್ಲ.
ku: Ne têketî ye.
ky: Кирген жок.
lo: ບໍ່ໄດ້ເຂົ້າສູ່ລະບົບ.
lv: Nav pieteicies.
mk: Не сте најавени
ml: ലോഗിൻ ചെയ്തിട്ടില്ല.
mn: Нэвтрээгүй байна.
mr: लॉग इन नाही
mt: Mhux dħalt.
my: log in ဝင်မထားပါ
or: ଲଗ୍ ଇନ୍ ହୋଇନାହିଁ |
pa: ਲਾਗਇਨ ਨਹੀਂ
ps: ننوتل
rw: Ntabwo winjiye.
sd: لاگ ان ڪونه ٿيو آهي.
si: පුරනය වී නොමැත.
sl: Niste prijavljeni.
sr: Нисте пријављени.
sw: Haikuingia.
te: లాగిన్ చేయలేదు.
tg: Номнавис нашудааст
tk: Sessiýa açylmady
tl: Hindi naka-log in.
tt: Кермәгән.
ug: تىزىمغا كىرمىدى.
ur: لاگ ان نہیں
uz: Kirish amalga oshmadi.
xh: Ayingenanga.
yi: ניט לאָגד אין.
zu: Akungene ngemvume.
