Repository: Anne017/geocaching
Catalog: po/co.po
Languages: co

source: Search for a cache...
co: Cerca una cache ...

source: Search for a cache by it's GC code
co: Ricerca una cache da u so codice GC

source: Search
co: Ricerca

source: Share %1 with a contact
co: Condividi %1 cun un cuntattu

source: Select url to put it in the clipboard
co: Selezziunate url per mette in u appiccicarii

source: Link copied to clipboard!
co: Link copiatu à Clipboard!

source: Log your visit to %1
co: Log in a vostra visita à %1

source: Today
co: Oghje

source: Yesterday
co: Ieri

source: Log Text
co: Scrivite u Testu

source: Submit Log
co: Invia Log

source: Log was submitted successfully.
co: U logu hè statu inviatu cù successu.

source: Compass
co: Cumpassu

source: Navigation
co: Navigazione

source: Log Visit
co: Visita Log

source: Open in Browser
co: Apertura in u Browser

source: Share Cache
co: Condividi u Cache

source: Cache Name
co: Nome di Cache

source: Cache Type
co: Tipu di Cache

source: Cache Size
co: Dimensione Cache

source: Cache ID
co: ID di cache

source: Distance
co: Distanza

source: Difficulty
co: Dificultà

source: Terrain
co: U Terre

source: Owner
co: Pruprietariu

source: Hidden
co: Oculta

source: Jan
co: Ghjinnaghju

source: Feb
co: Febbraghju

source: May
co: Maghju

source: Jun
co: Ghjugnu

source: Jul
co: Lugliu

source: Aug
co: Aostu

source: Sep
co: Settembre

source: Oct
co: Ottobre

source: Dec
co: Dic

source: %1 minutes ago
co: %1 minuti fà

source: %1 hours ago
co: %1 ore fà

source: %1 days ago
co: %1 ghjorni fà

source: Username
co: Usuariu

source: Password
co: Codice

source: Login
co: Accedi

source: Please wait, attempting to log in.
co: Aspetta per piacè, pruvate di cunnette.

source: Login accepted
co: Accettatu accettatu

source: Login details are incorrect, try again.
co: I dettagli di u login sò sbagliati, pruvate à novu.

source: Not logged in.
co: Micca registratu.

source: Waiting for GPS fix...
co: In aspittendu una correzione GPS ...

source: Show Search
co: Mostra Ricerca

source: Download Caches
co: Scaricate i Caches

source: More Details
co: Più detagli

source: Stored in device
co: Stoccatu in u dispositivu
