Repository: Anne017/geocaching
Catalog: po/ha.po
Languages: ha

source: Search for a cache...
ha: Nemo wani akwati ...

source: Search for a cache by it's GC code
ha: Nemo wani akwati ta lambar GC

source: Search
ha: Bincika

source: Share %1 with a contact
ha: Raba %1 tare da lamba

source: Select url to put it in the clipboard
ha: Zaɓi url don saka shi cikin allo

source: Link copied to clipboard!
ha: An lika hanyar haɗi zuwa allo!

source: Log your visit to %1
ha: Sanya ziyarar ku zuwa %1_

source: Today
ha: Yau

source: Yesterday
ha: Jiya

source: Log Text
ha: Rubuta rubutu

source: Submit Log
ha: Submitaddamar da log

source: Log was submitted successfully.
ha: An ƙaddamar da log ɗin cikin nasara.

source: Compass
ha: Komai

source: Navigation
ha: Kewaya

source: Log Visit
ha: Shiga ziyarar

source: Open in Browser
ha: Buɗe a cikin Mai bincike

source: Share Cache
ha: Raba Kayan

source: Cache Name
ha: Suna na Cache

source: Cache Type
ha: Nau&#39;in Cache

source: Cache Size
ha: Girman Cache

source: Cache ID
ha: ID na Cache

source: Distance
ha: Nisa

source: Difficulty
ha: Wuya

source: Terrain
ha: Dogara

source: Owner
ha: Mai mallaka

source: Hidden
ha: Boye

source: Last Found
ha: Wanda Aka Samu

source: Cache Location
ha: Matsayi na Cache

source: Apr
ha: Afr

source: May
ha: Mayu

source: Jun
ha: Yuni

source: Jul
ha: Yul

source: Aug
ha: Agusta

source: Sep
ha: Sat

source: Oct
ha: Oktoba

source: Nov
ha: Nuwamba

source: %1 minutes ago
ha: %1 mintuna da suka wuce

source: %1 hours ago
ha: %1 awoyin da suka gabata

source: %1 days ago
ha: %1 kwana ago

source: Username
ha: Sunan mai amfani

source: Password
ha: Kalmar sirri

source: Login
ha: Shiga

source: Please wait, attempting to log in.
ha: Don Allah jira, yi ƙoƙarin shiga.

source: Login accepted
ha: Amincewa da shiga

source: Login details are incorrect, try again.
ha: Bayanin shigowa ba daidai bane, sake gwadawa.

source: Not logged in.
ha: Ba a shiga ba.

source: Waiting for GPS fix...
ha: Jiran gyaran GPS ...

source: Show Search
ha: Nuna Bincike

source: Download Caches
ha: Zazzage Caches

source: GPS Lock
ha: Kulle GPS

source: More Details
ha: Karin bayani

source: Stored in device
ha: Adana a cikin na&#39;urar

source: Geocaching
ha: Juji
