Repository: Anne017/geocaching
Catalog: po/haw.po
Languages: haw

source: Search for a cache...
haw: E huli i kahi cache ...

source: Search for a cache by it's GC code
haw: E ʻimi no kahi cache ma ke ʻano he GC code

source: Search
haw: Huli

source: Share %1 with a contact
haw: Kaʻana %1 me kahi leka

source: Select url to put it in the clipboard
haw: Koho i ka url e waiho i ka lola

source: Link copied to clipboard!
haw: Hoʻonohonoho ʻia e hoʻopili ai i ka palupalu!

source: Log your visit to %1
haw: E kipa i kāu kipa ʻana i %1

source: Today
haw: I kēia lā

source: Yesterday
haw: Kahi ano

source: Log Text
haw: ʻ Textlelo Huaʻōlelo

source: Submit Log
haw: Kauka Logau

source: Log was submitted successfully.
haw: Ua hoʻopōmaikaʻi maikaʻiʻo Log.

source: Compass
haw: Kāohi

source: Navigation
haw: Kelepona

source: Log Visit
haw: Kāhea Hele

source: Open in Browser
haw: Wehe i nā Pūnaewele

source: Share Cache
haw: Kaʻana like Cache

source: Cache Name
haw: Kāhea inoa

source: Cache Type
haw: ʻ .lelo Cache

source: Cache Size
haw: ʻOkoʻa Cache

source: Distance
haw: Holoholo

source: Difficulty
haw: Hoʻopilikia

source: Owner
haw: Ka mea nona

source: Hidden
haw: Ua hūnā

source: Last Found
haw: ʻIke ʻia

source: Cache Location
haw: Wahi a Cache

source: Jan
haw: Ian

source: Feb
haw: Feberuari

source: Apr
haw: ʻApelila

source: May
haw: Mei

source: Oct
haw: ʻOkopa

source: Dec
haw: Poʻa

source: %1 minutes ago
haw: %1 mau minuke i hala

source: %1 hours ago
haw: %1 hola i hala

source: %1 days ago
haw: %1 nā lā i hala

source: Username
haw: Kāu inoa

source: Password
haw: Hua huna

source: Login
haw: Kaukaʻi Pūnaewele

source: Please wait, attempting to log in.
haw: E kali iki, ke ʻimi nei e komo.

source: Login accepted
haw: Ua taliaina

source: Login details are incorrect, try again.
haw: ʻAʻole hewa nā ʻōlelo kikoʻī, hoʻāʻo hou.

source: Not logged in.
haw: ʻAʻole paʻa.

source: Waiting for GPS fix...
haw: E kali ana no ka hoʻoponopono ʻana o GPS ...

source: Show Search
haw: Hōʻike ʻimi

source: Download Caches
haw: Hoʻoiho i nā kāʻei

source: GPS Lock
haw: Kiki Pūnaewele

source: More Details
haw: Nā kikoʻī hou aku

source: Stored in device
haw: Ua hali ʻia ma nā polokalamu

source: Geocaching
haw: ʻAuhauʻauhau
