Repository: Anne017/geocaching
Catalog: po/hmn.po
Languages: hmn

source: Search for a cache...
hmn: Nrhiav rau lub cache ...

source: Search for a cache by it's GC code
hmn: Nrhiav rau lub cache los ntawm nws GC code

source: Search
hmn: Tshawb Fawb

source: Share %1 with a contact
hmn: Qhia %1 nrog rau kev sib cuag

source: Select url to put it in the clipboard
hmn: Xaiv qhov url los tso rau hauv daim ntawv txiav

source: Link copied to clipboard!
hmn: Txuas tau theej rau ntawv los teev cia!

source: Log your visit to %1
hmn: Nkag mus ntsib %1

source: Today
hmn: Hnub no

source: Yesterday
hmn: Nag hmo

source: Log Text
hmn: Cov Ntawv Sau Ntawv Nkag

source: Submit Log
hmn: Xa Ntawv Log

source: Log was submitted successfully.
hmn: Cav tau xa tawm tiav lawm.

source: Navigation
hmn: Kev Nkoj Tawm

source: Log Visit
hmn: Nkag Mus Saib

source: Open in Browser
hmn: Qhib hauv Browser

source: Share Cache
hmn: Qhia Cache

source: Cache Name
hmn: Cache Lub Npe

source: Cache Type
hmn: Cache Hom

source: Cache Size
hmn: Cache Loj

source: Distance
hmn: Qhov deb

source: Difficulty
hmn: Nyuaj

source: Terrain
hmn: Teb

source: Owner
hmn: Tus tswv tsev

source: Hidden
hmn: Muab zais

source: Last Found
hmn: Kawg Pom

source: Cache Location
hmn: Chaw Cache

source: Jan
hmn: Lub Ib Hlis

source: Feb
hmn: Lub ob hlis ntuj

source: Mar
hmn: Lub peb hlis ntuj

source: Apr
hmn: Plaub Hlis Ntuj

source: May
hmn: Lub 5 Hlis

source: Jun
hmn: Lub Rau Hli

source: Aug
hmn: Lub yim hli ntuj

source: Sep
hmn: Nthuav

source: Oct
hmn: Lub kaum hli ntuj

source: %1 minutes ago
hmn: %1 feeb dhau los

source: %1 hours ago
hmn: %1 teev dhau los

source: %1 days ago
hmn: %1 hnub dhau los

source: Username
hmn: Lub npe neeg siv

source: Password
hmn: Lo lus zais

source: Login
hmn: ID nkag mus

source: Please wait, attempting to log in.
hmn: Thov tos, sim nkag mus.

source: Login accepted
hmn: Nkag mus txais

source: Login details are incorrect, try again.
hmn: Cov ncauj lus nkag tsis yog, sim dua.

source: Not logged in.
hmn: Tsis nyob hauv.

source: Waiting for GPS fix...
hmn: Tos GPS txhim kho ...

source: Show Search
hmn: Saib Tshawb

source: Download Caches
hmn: Download Kwv Txhiaj

source: GPS Lock
hmn: GPS Muab Tub

source: More Details
hmn: Cov Lus Qhia Ntxiv

source: Stored in device
hmn: Muab cia rau hauv ntaus ntawv
