Repository: Anne017/geocaching
Catalog: po/ht.po
Languages: ht

source: Search for a cache...
ht: Chèche yon kachèt ...

source: Search for a cache by it's GC code
ht: Chèche yon kachèt pa kòd GC li

source: Search
ht: Rechèch

source: Share %1 with a contact
ht: Pataje %1 ak yon kontak

source: Select url to put it in the clipboard
ht: Chwazi url mete li nan papye a

source: Link copied to clipboard!
ht: Link kopye nan clipboard!

source: Log your visit to %1
ht: Konekte vizit ou a %1

source: Today
ht: Jodi a

source: Yesterday
ht: Yè

source: Log Text
ht: Log Tèks

source: Submit Log
ht: Soumèt Log

source: Log was submitted successfully.
ht: Log te soumèt avèk siksè.

source: Navigation
ht: Navigasyon

source: Log Visit
ht: Ale nan vizit

source: Open in Browser
ht: Louvri nan Navigatè

source: Share Cache
ht: Pataje Cache

source: Cache Name
ht: Non Cache

source: Cache Type
ht: Kalite Cache

source: Cache ID
ht: ID Cache

source: Distance
ht: Distans

source: Difficulty
ht: Difikilte

source: Terrain
ht: Teren

source: Owner
ht: Pwopriyetè

source: Hidden
ht: Kache

source: Last Found
ht: Denye Twouve

source: Cache Location
ht: Kachèt Kote

source: Feb
ht: Fev

source: May
ht: Me

source: Aug
ht: Out

source: %1 minutes ago
ht: %1 minit de sa

source: %1 hours ago
ht: %1 èdtan de sa

source: %1 days ago
ht: %1 jou de sa

source: Username
ht: Non itilizatè

source: Password
ht: Modpas

source: Login
ht: Ouvri sesyon an

source: Please wait, attempting to log in.
ht: Tanpri, tann, eseye ouvri sesyon an.

source: Login accepted
ht: Login aksepte

source: Login details are incorrect, try again.
ht: Detay sou login yo pa kòrèk, eseye ankò.

source: Not logged in.
ht: Pa louvri sesyon an.

source: Waiting for GPS fix...
ht: Ap tann pou GPS ranje ...

source: Show Search
ht: Montre rechèch la

source: Download Caches
ht: Download kachèt

source: More Details
ht: Plis detay

source: Stored in device
ht: Ki estoke nan aparèy
