Repository: Anne017/geocaching
Catalog: po/ig.po
Languages: ig

source: Search for a cache...
ig: Chọọ maka ebe nchekwa ...

source: Search for a cache by it's GC code
ig: Chọọ maka oghere site na ọ bụ koodu GC

source: Search
ig: Chọọ

source: Share %1 with a contact
ig: Kekọrịta %1 na kọntaktị

source: Select url to put it in the clipboard
ig: Họrọ url ka itinye ya na bọọlụ

source: Link copied to clipboard!
ig: Ejikọtara njikọ ga na bọọlụ!

source: Log your visit to %1
ig: Abanye na nleta gị %1_

source: Today
ig: .Nnɛ

source: Yesterday
ig: Ternyaahụ

source: Log Text
ig: Ederede ederede

source: Submit Log
ig: Nyefee log

source: Log was submitted successfully.
ig: Edere ndekọ nke ọma.

source: Compass
ig: Kompas

source: Navigation
ig: Ationnyagharị

source: Log Visit
ig: Abanye na nleta

source: Open in Browser
ig: Mepee na Nchọgharị

source: Share Cache
ig: Kekọrịta Kaadị

source: Cache Name
ig: Aha Cache

source: Cache Type
ig: Achedị Cache

source: Cache Size
ig: Ogo cache

source: Cache ID
ig: Nchọpụta nzuzo

source: Distance
ig: Anya Anya

source: Difficulty
ig: Ihe isi ike

source: Terrain
ig: Rainzọ

source: Owner
ig: Nwe

source: Hidden
ig: Zoro Ezo

source: Last Found
ig: Emechara chọta

source: Cache Location
ig: Ọnọdụ mkpọchi

source: Feb
ig: Bọchị Mee

source: May
ig: Mee

source: Aug
ig: Ọgọst

source: Oct
ig: Ọkt

source: Nov
ig: Nọvemba

source: Dec
ig: Ikpem

source: %1 minutes ago
ig: %1 nkeji

source: %1 hours ago
ig: %1 agogo

source: %1 days ago
ig: %1 ụbọchị gara aga

source: Username
ig: Aha njirimara

source: Password
ig: Okwuntughe

source: Login
ig: Banye

source: Please wait, attempting to log in.
ig: Biko chere, na-anwa ịbanye.

source: Login accepted
ig: Nbanye abatala

source: Login details are incorrect, try again.
ig: Ntanye nkọwa abata ezighi ezi, nwaa ọzọ.

source: Not logged in.
ig: Banyebanye

source: Waiting for GPS fix...
ig: Na-eche maka idozi GPS ...

source: Show Search
ig: Gosi Chọọ

source: Download Caches
ig: Download ụgbọ

source: GPS Lock
ig: Mkpọchi GPS

source: More Details
ig: Nkọwa ndị ọzọ

source: Stored in device
ig: Echekwara na ngwaọrụ

source: Geocaching
ig: Ọrụ ala
