Repository: Anne017/geocaching
Catalog: po/ny.po
Languages: ny

source: Search for a cache...
ny: Sakani cache ...

source: Search for a cache by it's GC code
ny: Sakani kachepa ndi code ya GC

source: Search
ny: Sakani

source: Share %1 with a contact
ny: Gawani %1 ndi kulumikizana

source: Select url to put it in the clipboard
ny: Sankhani url kuti muiike pa clipboard

source: Link copied to clipboard!
ny: Lumikizani kudokonzedwa pa clipboard!

source: Log your visit to %1
ny: Sinthani ulendo wanu ku %1

source: Today
ny: Lero

source: Yesterday
ny: Dzulo

source: Log Text
ny: Lembani Log

source: Submit Log
ny: Tumizani Log

source: Log was submitted successfully.
ny: Log idatumizidwa bwino.

source: Compass
ny: Kampasi

source: Navigation
ny: Kusanthula

source: Log Visit
ny: Log Pitani

source: Open in Browser
ny: Tsegulani mu Msakatuli

source: Share Cache
ny: Gawani Cache

source: Cache Type
ny: Mtundu wa Cache

source: Cache Size
ny: Kukula kwa Cache

source: Distance
ny: Mtunda

source: Difficulty
ny: Zovuta

source: Owner
ny: Mwini wake

source: Hidden
ny: Zobisika

source: Last Found
ny: Pomaliza

source: Cache Location
ny: Malo a Cache

source: Apr
ny: Ep

source: May
ny: Meyi

source: Dec
ny: Dis

source: %1 minutes ago
ny: %1 mphindi zapitazo

source: %1 hours ago
ny: maola %1 apitawo

source: %1 days ago
ny: %1 masiku apitawa

source: Username
ny: Zogwiritsa ntchito

source: Password
ny: Achinsinsi

source: Login
ny: Lowani muakaunti

source: Please wait, attempting to log in.
ny: Chonde dikirani, kuyesera kulowa.

source: Login accepted
ny: Cholowa chalandiridwa

source: Login details are incorrect, try again.
ny: Zambiri zolowa sizolondola, yesaninso.

source: Not logged in.
ny: Osalowa.

source: Waiting for GPS fix...
ny: Kuyembekezera kukonza kwa GPS ...

source: Show Search
ny: Onetsani Kusaka

source: Download Caches
ny: Tsitsani Makaseti

source: More Details
ny: Zambiri

source: Stored in device
ny: Zosungidwa mu chipangizo

source: Geocaching
ny: Kubwera
