Repository: Anne017/geocaching
Catalog: po/sm.po
Languages: sm

source: Search for a cache...
sm: Saili mo se cache ...

source: Search for a cache by it's GC code
sm: Saili se cache i le GC code

source: Search
sm: Saili

source: Share %1 with a contact
sm: Faasoa %1 ma se fesoʻotaʻiga

source: Select url to put it in the clipboard
sm: Filifili url e tuu i totonu o le laupapa

source: Link copied to clipboard!
sm: Lisi na kopiina i le laupapa laupapa!

source: Log your visit to %1
sm: Faʻamau lau asiasiga i %1

source: Today
sm: Le asō

source: Yesterday
sm: Ananafi

source: Log Text
sm: Ogalaau Tusitusiga

source: Submit Log
sm: Auina Log

source: Log was submitted successfully.
sm: Ole ogalaau na lafoina ma le manuia.

source: Compass
sm: Tapasa

source: Navigation
sm: Sailiga

source: Log Visit
sm: Ogalaau Asiasi

source: Open in Browser
sm: Tatala i totonu ole Browser

source: Share Cache
sm: Faasoa Cache

source: Cache Name
sm: Cache Igoa

source: Cache Type
sm: Ituaiga Cache

source: Cache Size
sm: Cache tele

source: Distance
sm: Mamao

source: Difficulty
sm: Faigata

source: Terrain
sm: Teritori

source: Owner
sm: Tagata e ana

source: Hidden
sm: Natia

source: Last Found
sm: Maua mulimuli

source: Cache Location
sm: Cache Nofoaga

source: Jan
sm: Ianuari

source: Feb
sm: Fep

source: Mar
sm: Mati

source: Apr
sm: Aperila

source: May
sm: Mae

source: Jun
sm: Iuni

source: Jul
sm: Iulai

source: Aug
sm: Aukuso

source: Sep
sm: Setema

source: Oct
sm: Oketopa

source: Nov
sm: Novema

source: Dec
sm: Tesema

source: %1 minutes ago
sm: %1 minute ua mavae

source: %1 hours ago
sm: %1 itula talu ai

source: %1 days ago
sm: %1 aso talu ai

source: Username
sm: Igoa Igoa

source: Password
sm: Numera e le iloa e sesi

source: Login
sm: Ulufale

source: Please wait, attempting to log in.
sm: Faʻamolemole faʻatali, taumafai e ulufale i totonu.

source: Login accepted
sm: Ua talia le ulufale o le ulufale

source: Login details are incorrect, try again.
sm: Lisi faʻamatalaga e le saʻo, toe taumafai.

source: Not logged in.
sm: E leʻo i totonu

source: Waiting for GPS fix...
sm: Faatali mo le GPS faaleleia ...

source: Show Search
sm: Faʻaali Suʻesuʻega

source: Download Caches
sm: Sii mai ia Sapalai

source: GPS Lock
sm: Loka GPS

source: More Details
sm: Sili auiliiliga

source: Stored in device
sm: Teuina i masini
