Repository: Anne017/geocaching
Catalog: po/sn.po
Languages: sn

source: Search for a cache...
sn: Tsvaga cache ...

source: Search for a cache by it's GC code
sn: Tsvaga cache neCC kodhi

source: Search
sn: Tsvaga

source: Share %1 with a contact
sn: Goverana %1 nekuonana

source: Select url to put it in the clipboard
sn: Sarudza url yekuiisa mu clipboard

source: Link copied to clipboard!
sn: Chibatanidza chakapepetwa kubhodhi bhodhi!

source: Log your visit to %1
sn: Tarisa kushanya kwako ku %1

source: Today
sn: Nhasi

source: Yesterday
sn: Nezuro

source: Log Text
sn: Log Mavara

source: Submit Log
sn: Send Log

source: Log was submitted successfully.
sn: Log yakaendeswa zvakabudirira.

source: Log Visit
sn: Log Shanya

source: Open in Browser
sn: Vhura muBhurawuza

source: Share Cache
sn: Goverana Cache

source: Cache Name
sn: Cache Zita

source: Cache Size
sn: Chikamu Cache

source: Distance
sn: Kutenderera

source: Difficulty
sn: Kuomerwa

source: Owner
sn: Muridzi

source: Hidden
sn: Akavanzika

source: Last Found
sn: Vakawanikwa

source: Cache Location
sn: Cache Nzvimbo

source: Apr
sn: Kubvumbi

source: May
sn: Chivabvu

source: Nov
sn: Mbudzi

source: Dec
sn: Kurume

source: %1 minutes ago
sn: %1 maminetsi apfuura

source: %1 hours ago
sn: %1 maawa apfuura

source: %1 days ago
sn: %1 mazuva apfuura

source: Password
sn: Pasiwedhi

source: Login
sn: Kupinda

source: Please wait, attempting to log in.
sn: Ndokumbira umirire, kuyedza kupinda mukati.

source: Login accepted
sn: Kupinda kwakabvumwa

source: Login details are incorrect, try again.
sn: Zvinyorwa zvekupinda zvisina kunaka, edza zvakare.

source: Not logged in.
sn: Kwete kupinda mukati.

source: Waiting for GPS fix...
sn: Yakamirira kugadziriswa kweGPS ...

source: Show Search
sn: Ratidza Kutsvaga

source: Download Caches
sn: Download Catch

source: GPS Lock
sn: GPS Kiya

source: More Details
sn: Zvimwe Zvimwe

source: Stored in device
sn: Yakachengetedzwa mumudziyo
