Repository: Anne017/geocaching
Catalog: po/so.po
Languages: so

source: Search for a cache...
so: Baadh raadinta ...

source: Search for a cache by it's GC code
so: Raadi khasnad waa GC code

source: Search
so: Raadin

source: Share %1 with a contact
so: La wadaag %1 xiriir

source: Select url to put it in the clipboard
so: Xulo url si aad ugu dhejiso khaanadaha

source: Link copied to clipboard!
so: Xiriirinta ayaa lagu soo guuriyey galka qoraalka!

source: Log your visit to %1
so: Diiwaan geli booqashadaada %1_

source: Today
so: Maanta

source: Yesterday
so: Shalay

source: Log Text
so: Qor qoraalka

source: Submit Log
so: Gudbi Diiwaanka

source: Log was submitted successfully.
so: Diiwaanka si guul ah ayaa loo gudbiyay.

source: Compass
so: Kombuyuutar

source: Navigation
so: Jihada

source: Log Visit
so: Tag Booqo

source: Open in Browser
so: Ku fur Browser

source: Share Cache
so: La wadaag Kaararka

source: Cache Name
so: Magaca Kaararka

source: Cache Type
so: Nooca kaararka ah

source: Cache Size
so: Cabbirka Kaararka

source: Cache ID
so: Aqoonsiga Kaarka

source: Distance
so: Fogaanta

source: Difficulty
so: Dhibaato

source: Terrain
so: Dhulbahante

source: Owner
so: Milkiilaha

source: Hidden
so: Qarsoon

source: Last Found
so: Ugu Dambeeyay

source: Cache Location
so: Goobta Kaararka

source: May
so: Laga yaabaa

source: Aug
so: Ogast

source: Sep
so: Sebtember

source: Oct
so: Oktoobar

source: Nov
so: Nof

source: %1 minutes ago
so: %1 daqiiqo kahor

source: %1 hours ago
so: %1 saac kahor

source: %1 days ago
so: %1 maalmood kahor

source: Username
so: Adeegsade

source: Password
so: Furaha

source: Login
so: Soo gal

source: Please wait, attempting to log in.
so: Fadlan sug, iskuday inaad soo gasho.

source: Login accepted
so: Galitaanka waa la aqbalay

source: Login details are incorrect, try again.
so: Faahfaahinta soo galitaanku waa khalad, mar labaad isku day.

source: Not logged in.
so: Ma galin

source: Waiting for GPS fix...
so: Sugitaanka hagaajinta GPS ...

source: Show Search
so: Muuji Raadin

source: Download Caches
so: Soo dejiso Gawaarida

source: More Details
so: Faahfaahin dheeraad ah

source: Stored in device
so: Qalabka lagu keydiyey
