Repository: Anne017/geocaching
Catalog: po/su.po
Languages: su

source: Search for a cache...
su: Milarian cache ...

source: Search for a cache by it's GC code
su: Milarian cache ku éta kodeu GC

source: Search
su: Milarian

source: Share %1 with a contact
su: Bagikeun %1 sareng kontak

source: Select url to put it in the clipboard
su: Pilih url pikeun nempatkeun éta dina clipboard

source: Link copied to clipboard!
su: Link ditiron ka clipboard!

source: Log your visit to %1
su: Log kunjungan anjeun ka %1

source: Today
su: Dinten ayeuna

source: Yesterday
su: Kamari

source: Log Text
su: Téks Log

source: Submit Log
su: Lebetkeun Log

source: Log was submitted successfully.
su: Log suksés dikintunkeun.

source: Compass
su: Kompas

source: Navigation
su: Napigasi

source: Log Visit
su: Log Didatangan

source: Open in Browser
su: Dibuka dina Browser

source: Share Cache
su: Bagikeun Cache

source: Cache Name
su: Ngaran Cache

source: Cache Type
su: Jenis Cache

source: Cache Size
su: Ukuran cache

source: Cache ID
su: ID cache

source: Distance
su: Jarak

source: Difficulty
su: Hésé

source: Owner
su: Anu gaduh

source: Hidden
su: Disumputkeun

source: Last Found
su: Kapanggih

source: Cache Location
su: Cache Lokasi

source: Feb
su: Peb

source: May
su: Mei

source: %1 minutes ago
su: %1 menit katukang

source: %1 hours ago
su: %1 sababaraha jam ka pengker

source: %1 days ago
su: %1 dinten ka pengker

source: Password
su: Kecap aksés

source: Login
su: Lebet

source: Please wait, attempting to log in.
su: Punten antosan, nyobian log in.

source: Login accepted
su: Ditampi login

source: Login details are incorrect, try again.
su: Rincian login henteu salah, cobian deui.

source: Not logged in.
su: Henteu ka lebet.

source: Waiting for GPS fix...
su: Ngantosan GPS fix ...

source: Show Search
su: Témbongkeun Milarian

source: Download Caches
su: Download Cache

source: GPS Lock
su: GPS Kunci

source: More Details
su: Langkung Rincianna

source: Stored in device
su: Disimpen dina alat
