Repository: Anne017/geocaching
Catalog: po/yo.po
Languages: yo

source: Search for a cache...
yo: Wa kaadi ...

source: Search for a cache by it's GC code
yo: Wa fun kaṣe nipasẹ koodu GC

source: Search
yo: Ṣewadii

source: Share %1 with a contact
yo: Pin %1 pẹlu olubasọrọ kan

source: Select url to put it in the clipboard
yo: Yan url lati fi sii agekuru naa

source: Link copied to clipboard!
yo: Ọna asopọ dakọ si agekuru!

source: Log your visit to %1
yo: Wọle si abẹwo rẹ si %1_

source: Today
yo: Loni

source: Yesterday
yo: Lana

source: Log Text
yo: Wọle Wọle

source: Submit Log
yo: Fi orukọ silẹ

source: Log was submitted successfully.
yo: Wọle ti gbekalẹ ni ifijišẹ.

source: Compass
yo: Kompasi

source: Navigation
yo: Lilọ kiri

source: Log Visit
yo: Wọle Wọle

source: Open in Browser
yo: Ṣi ni Burausa

source: Share Cache
yo: Pin Kaṣe

source: Cache Name
yo: Orukọ kaṣe

source: Cache Type
yo: Iru Kaṣe

source: Cache Size
yo: Iwọn kaṣe

source: Cache ID
yo: Kaadi ID

source: Distance
yo: Ijinna

source: Difficulty
yo: Ìsòro

source: Terrain
yo: Ilẹ oju

source: Owner
yo: Eni

source: Hidden
yo: Farasin

source: Last Found
yo: Igba ikẹhin

source: Cache Location
yo: Ipo kaṣe

source: Feb
yo: Oṣu keji

source: Apr
yo: Oṣu Kẹrin

source: May
yo: Oṣu Karun

source: Jun
yo: Oṣu Kẹta

source: Aug
yo: Oṣu Kẹjọ

source: Sep
yo: Oṣu Kẹsan

source: Oct
yo: Oṣu Kẹwa

source: Nov
yo: Oṣu kọkanla

source: Dec
yo: Oṣu kejila

source: %1 minutes ago
yo: %1 iṣẹju sẹhin

source: %1 hours ago
yo: %1 wakati sẹhin

source: %1 days ago
yo: %1 ọjọ seyin

source: Username
yo: Olumulo

source: Password
yo: Ọrọ aṣina

source: Login
yo: Wo ile

source: Please wait, attempting to log in.
yo: Jọwọ duro, igbiyanju lati wọle.

source: Login accepted
yo: Buwolu wọle

source: Login details are incorrect, try again.
yo: Awọn alaye ti nwọle ko tọ, gbiyanju lẹẹkansi.

source: Not logged in.
yo: Ko wọle

source: Waiting for GPS fix...
yo: N duro de ipo GPS ...

source: Show Search
yo: Fihan Ṣiṣawari

source: Download Caches
yo: Ṣe igbasilẹ Awọn ọkọ ayọkẹlẹ

source: GPS Lock
yo: Titiipa GPS

source: More Details
yo: Awọn alaye diẹ sii

source: Stored in device
yo: Ti o fipamọ sinu ẹrọ

source: Geocaching
yo: Iwa lori ilẹ
